Repository: Haltroy/BlueAir
Catalog: BlueAir/Properties/Resources.*.resx
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, de, el, eo, et, eu, fa, fil, fr_ht, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, is, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, or, pa, ps, ro, ru, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tr, ug, uk, ur, uz, vi, xh, yi, zu

source: Pick a folder...
af: Kies 'n vouer ...
am: አቃፊ ይምረጡ ...
ar: اختر مجلد ...
az: Bir qovluq seçin ...
be: Выберыце тэчку ...
bg: Изберете папка ...
bn: একটি ফোল্ডার চয়ন করুন ...
ca: Trieu una carpeta ...
cs: Vyberte si složku ...
cy: Dewiswch ffolder ...
de: Einen Ordner auswählen ...
el: Επιλέξτε ένα φάκελο ...
eo: Elektu dosierujon ...
et: Vali kaust ...
eu: Aukeratu karpeta ...
fa: یک پوشه را انتخاب کنید ...
fil: Pumili ng isang folder ...
fr_ht: Chwazi yon katab ...
fy: Kies in map ...
ga: Roghnaigh fillteán ...
gd: Tagh pasgan ...
gl: Escolla un cartafol ...
gu: એક ફોલ્ડર ચૂંટો ...
he: בחר תיקיה ...
hi: एक फ़ोल्डर चुनें ...
hr: Odaberite mapu ...
hu: Válasszon egy mappát ...
hy: Ընտրեք թղթապանակ ...
is: Veldu möppu ...
ja: フォルダーを選ぶ...
ka: აირჩიე საქაღალდე ...
kk: Қалтаны таңдаңыз ...
km: ជ្រើសយកថតឯកសារ ...
kn: ಫೋಲ್ಡರ್ ಆರಿಸಿ ...
ku: Peldanka hilbijêrin ...
ky: Папканы тандаңыз ...
lb: Wielt en Dossier ...
lo: ເລືອກເອົາໂຟນເດີ ...
lt: Pasirinkite aplanką ...
lv: Izvēlieties mapi ...
mg: Mifidiana folder iray ...
mi: Tangohia he kōpaki ...
mk: Изберете папка ...
ml: ഒരു ഫോൾഡർ തിരഞ്ഞെടുക്കുക ...
mn: Фолдерыг сонго ...
mr: एक फोल्डर निवडा ...
ms: Pilih folder ...
mt: Agħżel folder ...
my: ဖိုင်တွဲတစ်ခုရွေးပါ ...
ne: एक फोल्डर छान्नुहोस् ...
or: ଏକ ଫୋଲ୍ଡର ବାଛନ୍ତୁ ...
pa: ਇੱਕ ਫੋਲਡਰ ਚੁਣੋ ...
ps: فولډر غوره کړه ...
ro: Alegeți un folder ...
ru: Выберите папку ...
sd: هڪ فولڊر چونڊيو ...
si: ෆෝල්ඩරයක් ගන්න ...
sk: Vyberte priečinok ...
sl: Izberite mapo ...
sq: Zgjidh një dosje ...
sr: Изаберите мапу ...
sv: Välj en mapp ...
sw: Chagua folda ...
ta: ஒரு கோப்புறையைத் தேர்ந்தெடுங்கள் ...
te: ఫోల్డర్ ఎంచుకోండి ...
tg: Папкаеро интихоб кунед ...
th: เลือกโฟลเดอร์ ...
tr: Bir klasör seçiniz...
ug: ھۆججەت قىسقۇچنى تاللاڭ ...
uk: Виберіть папку ...
ur: ایک فولڈر منتخب کریں ...
uz: Jildni tanlang ...
vi: Chọn một thư mục ...
xh: Khetha ifolda ...
yi: קלייַבן אַ טעקע ...
zu: Khetha ifolda ...

# OpenAFileTitle
source: Open a {app_name} file...
af: Maak 'n {app_name} -lêer oop ...
am: {መተግበሪያ_ ስም} ፋይል ይክፈቱ ...
ar: افتح ملف {app_name} ...
az: AÇIQ A {App_name} Fayl ...
be: Адкрыйце файл {App_Name} ...
bg: Отворете файл {app_name} ...
bn: একটি {app_name} ফাইল খুলুন ...
ca: Obriu un fitxer {App_name} ...
cs: Otevřete {app_name} soubor ...
cy: Agorwch ffeil {app_name} ...
de: Öffnen Sie eine {app_name} -Datei ...
el: Ανοίξτε ένα αρχείο {app_name} ...
eo: Malfermu dosieron {app_name} ...
et: Avage {app_name} fail ...
eu: Ireki {app_name} fitxategia ...
fa: یک پرونده {app_name} را باز کنید ...
fil: Buksan ang isang {app_name} file ...
fr_ht: Louvri yon {app_name} dosye ...
fy: Iepenje A {app_name} bestân ...
ga: Oscail comhad {app_name} ...
gd: Fosgail {App_name} faidhle ...
gl: Abre un ficheiro {app_name} ...
gu: {App_name} ફાઇલ ખોલો ...
he: פתח קובץ {app_name} ...
hi: एक {app_name} फ़ाइल खोलें ...
hr: Otvorite datoteku {app_name} ...
hu: Nyisson meg egy {app_name} fájlt ...
hy: Բացեք {App_name} ֆայլ ...
is: Opnaðu {app_name} skrá ...
ja: {app_name}ファイルを開きます...
ka: გახსენით {app_name} ფაილი ...
kk: {App_name} файлын ашыңыз ...
km: បើកឯកសារ {app_name} ...
kn: {App_name} ಫೈಲ್ ತೆರೆಯಿರಿ ...
ku: Pelê {{App_Name} veke ...
ky: Файлды {app_name файлын ачыңыз ...
lb: Open A {App_name} Datei ...
lo: ເປີດເອກະສານ {app_name}
lt: Atidarykite {app_name} failą ...
lv: Atveriet {app_name} failu ...
mg: Sokafy ny rakitra {app_name} ...
mi: Whakatūwherahia te konae {App_name} ...
mk: Отворете датотека {app_name} ...
ml: ഒരു {App_name} ഫയൽ തുറക്കുക ...
mn: Нээлттэй {App_name} Файлыг нээнэ үү ...
mr: एक {अ‍ॅप_नाव} फाईल उघडा ...
ms: Buka fail {app_name} ...
mt: Iftaħ fajl {app_name} ...
my: {app_name} ဖိုင်ကိုဖွင့်ပါ ...
ne: एक {app_नाम} फाइल खोल्नुहोस् ...
or: A {app_ame} ଫାଇଲ୍ ଖୋଲ ...
pa: ਇੱਕ {ਐਪ_ਨਾਮ} ਫਾਈਲ ਖੋਲ੍ਹੋ ...
ps: فایل خلاص کړئ {اپیل_ نوم} فایل ...
ro: Deschideți un fișier {App_name} ...
ru: Откройте файл {app_name} ...
sd: کوليو {App_name} فائل ...
si: {App_name} ගොනුවක් විවෘත කරන්න ...
sk: Otvorte súbor {app_name} ...
sl: Odprite datoteko {app_name} ...
sq: Hapni një skedar {app_name} ...
sr: Отворите датотеку {апп_наме} ...
sv: Öppna en {app_name} -fil ...
sw: Fungua faili ya {app_name} ...
ta: {App_name} கோப்பைத் திறக்கவும் ...
te: {App_name} ఫైల్‌ను తెరవండి ...
tg: Файли {app_name} -ро кушоед ...
th: เปิดไฟล์ {app_name} ...
tr: Bir {app_name} dosyası seçiniz...
ug: A {App_NAME} ھۆججىتىنى ئېچىڭ ...
uk: Відкрийте файл {app_name} ...
ur: ایک {app_name} فائل کھولیں ...
uz: {App_name} Faylni oching ...
vi: Mở tệp {app_name} ...
xh: Vula i-{igama le-ADKI
yi: עפֿענען אַ {אַפּ_נאַמע} טעקע ...
zu: Vula ifayela le- {app_name} ...

# CommandNoMobileInfo
source: NOTE: This feature does not work on mobile platforms or platforms that won't let programs to run executables without permissions.
af: OPMERKING: Hierdie funksie werk nie op mobiele platforms of platforms wat nie toelaat dat programme uitvoerbare artikels sonder toestemmings bestuur nie.
am: ማሳሰቢያ-ይህ ባህርይ ፈቃድ ሳይኖርባቸው እንዲካሄዱ የሚያስችል ፅንሰ-ሀሳቦችን እንዲያካሂዱ የማይፈቅድላቸው የሞባይል መድረጫዎች ወይም የመሣሪያ ስርዓቶች ላይ አይሰራም.
ar: ملاحظة: لا تعمل هذه الميزة على منصات أو منصات متنقلة لن تسمح للبرامج بتشغيل المواد التنفيذية دون أذونات.
az: DİQQƏT: Bu xüsusiyyət, proqramların icraçıları icazəsiz işləməməsinə imkan verməyən mobil platformalarda və ya platformalarda işləmir.
be: УВАГА: Гэтая функцыя не працуе на мабільных платформах і платформах, якія не дазваляюць праграмам запускаць выкананыя файлы без дазволаў.
bg: ЗАБЕЛЕЖКА: Тази функция не работи върху мобилни платформи или платформи, които няма да позволят на програми да стартират изпълними файлове без разрешения.
bn: দ্রষ্টব্য: এই বৈশিষ্ট্যটি মোবাইল প্ল্যাটফর্ম বা প্ল্যাটফর্মগুলিতে কাজ করে না যা প্রোগ্রামগুলি অনুমতি ব্যতীত এক্সিকিউটেবলগুলি চালাতে দেয় না।
ca: Nota: aquesta funció no funciona en plataformes o plataformes mòbils que no permetin als programes executar executables sense permisos.
cs: Poznámka: Tato funkce nefunguje na mobilních platformách nebo platformách, které nenechají programy spustit spustitelné soubory bez oprávnění.
cy: Nodyn: Nid yw'r nodwedd hon yn gweithio ar lwyfannau neu lwyfannau symudol na fyddant yn gadael i raglenni redeg gweithredadwy heb ganiatâd.
de: HINWEIS: Diese Funktion funktioniert nicht auf mobilen Plattformen oder Plattformen, auf denen Programme keine Executables ohne Berechtigungen ausführen können.
el: Σημείωση: Αυτή η λειτουργία δεν λειτουργεί σε κινητές πλατφόρμες ή πλατφόρμες που δεν θα επιτρέψουν στα προγράμματα να εκτελούν εκτελέσιμα χωρίς δικαιώματα.
eo: Noto: Ĉi tiu funkcio ne funkcias en moveblaj platformoj aŭ platformoj, kiuj ne lasos programojn funkcii plenumeblajn sen permesoj.
et: Märkus. See funktsioon ei tööta mobiiliplatvormidel ega platvormidel, mis ei lase programmidel käivitada ilma lubadeta.
eu: OHARRA: Ezaugarri honek ez du plataforma mugikorretan edo plataformetan funtzionatzen, programak exekutagarriak baimenik gabe exekutatzen utziko ez dituztenak.
fa: توجه: این ویژگی روی سیستم عامل های تلفن همراه یا سیستم عامل هایی که اجازه نمی دهد برنامه ها را بدون مجوز اجرا کنند ، کار نمی کند.
fil: Tandaan: Ang tampok na ito ay hindi gumagana sa mga mobile platform o platform na hindi hahayaan ang mga programa na magpatakbo ng mga executive nang walang mga pahintulot.
fr_ht: Remak: karakteristik sa a pa travay sou tribin mobil oswa tribin ki pa pral kite pwogram yo kouri ègzèkutabl san yo pa autorisations.
fy: Opmerking: Dizze funksje wurket net oan mobile platfoarms as platfoarms dy't gjin programma's litte om útfierbere útfierbere te rinnen sûnder tagongsrjochten.
ga: Nóta: Ní oibríonn an ghné seo ar ardáin soghluaiste nó ar ardáin nach ligfidh do chláir inrite a reáchtáil gan ceadanna.
gd: Nota: Chan eil am feart seo ag obair air àrd-ùrlaran gluasadach no àrd-ùrlaran nach leig le prògraman ruith gun tèid ceadan a chur air dòigh.
gl: Nota: Esta función non funciona en plataformas ou plataformas móbiles que non permitan que os programas executen executables sen permisos.
gu: નોંધ: આ સુવિધા મોબાઇલ પ્લેટફોર્મ અથવા પ્લેટફોર્મ પર કામ કરતું નથી જે પ્રોગ્રામ્સને પરવાનગી વિના એક્ઝેક્યુટેબલ ચલાવવા દેશે નહીં.
he: הערה: תכונה זו אינה פועלת בפלטפורמות סלולריות או בפלטפורמות שלא יתנו לתוכניות להפעלת הפעלות ללא הרשאות.
hi: नोट: यह सुविधा मोबाइल प्लेटफार्मों या प्लेटफार्मों पर काम नहीं करती है जो प्रोग्राम के बिना निष्पादन योग्य नहीं होने देंगे।
hr: Napomena: Ova značajka ne radi na mobilnim platformama ili platformama koje ne dopuštaju programima za pokretanje izvršnih datoteka bez dozvola.
hu: Megjegyzés: Ez a szolgáltatás nem működik olyan mobil platformon vagy platformon, amely nem engedi, hogy a programok engedély nélkül futtassák a futtatható fájlt.
hy: Նշում. Այս հատկությունը չի գործում բջջային հարթակների կամ հարթակների վրա, որոնք թույլ չեն տա գործադիր իրականացումներ իրականացնել առանց թույլտվությունների:
is: Athugasemd: Þessi aðgerð virkar ekki á farsíma eða vettvangi sem láta ekki forrit til að keyra keyrslu án leyfis.
ja: 注：この機能は、アクセス許可なしで実行可能ファイルを実行できるようにするモバイルプラットフォームやプラットフォームでは機能しません。
ka: შენიშვნა: ეს ფუნქცია არ მუშაობს მობილური პლატფორმებზე ან პლატფორმებზე, რომლებიც არ მისცემენ პროგრამებს შესრულების გაშვების გარეშე ნებართვების გარეშე.
kk: ЕСКЕРТПЕ: Бұл мүмкіндік бағдарламаларды рұқсаттарсыз іске қосуға мүмкіндік бермейтін мобильді платформаларда немесе платформаларда жұмыс істемейді.
km: សម្គាល់ៈលក្ខណៈពិសេសនេះមិនដំណើរការលើវេទិកាចល័តឬវេទិកាដែលមិនអនុញ្ញាតឱ្យកម្មវិធីដំណើរការប្រតិបត្តិដោយគ្មានសិទ្ធិបានទេ។
kn: ಗಮನಿಸಿ: ಈ ವೈಶಿಷ್ಟ್ಯವು ಮೊಬೈಲ್ ಪ್ಲಾಟ್‌ಫಾರ್ಮ್‌ಗಳು ಅಥವಾ ಪ್ಲಾಟ್‌ಫಾರ್ಮ್‌ಗಳಲ್ಲಿ ಕಾರ್ಯನಿರ್ವಹಿಸುವುದಿಲ್ಲ, ಅದು ಅನುಮತಿಗಳಿಲ್ಲದೆ ಕಾರ್ಯಗತಗೊಳಿಸಬಹುದಾದದನ್ನು ಚಲಾಯಿಸಲು ಕಾರ್ಯಕ್ರಮಗಳನ್ನು ಅನುಮತಿಸುವುದಿಲ್ಲ.
ku: Nîşe: Ev taybetmendî li ser platformên mobîl an platformên ku dê nehêlin ku bernameyan bêyî destûran bicîh neynin.
ky: ЭСКЕРТҮҮ: Бул функция мобилдик аянтчаларды же платформаларда иштебейт, ал аткарыла турган программаларды уруксатсыз иштетпей турбайт.
lb: NOTIZ: Dës Feature funktionnéiert net op mobile Plattformen oder Plattformen déi net d'Programmer net ouni Permissiounen ouni Permissiounen ze lafen.
lo: ຫມາຍເຫດ: ຄຸນລັກສະນະນີ້ບໍ່ໄດ້ເຮັດວຽກຢູ່ໃນເວທີຫລືແພລະຕະຟອມມືຖືທີ່ຈະບໍ່ປ່ອຍໃຫ້ໂປແກຼມຕ່າງໆທີ່ຈະດໍາເນີນການໂດຍບໍ່ມີການອະນຸຍາດ.
lt: Pastaba: Ši funkcija neveikia mobiliosiose platformose ar platformose, kurios neleis programos vykdyti vykdomuosius elementus be leidimų.
lv: Piezīme: Šī funkcija nedarbojas mobilajās platformās vai platformās, kas neļaus programmām palaist izpildāmus bez atļaujām.
mg: Fanamarihana: Tsy mandeha amin'ny sehatra finday na sehatra finday izay tsy avelan'ny programa hanangana mpanatanteraka tsy misy fahazoan-dàlana.
mi: FAKATOKANGA: Kaore tenei waahanga e mahi i runga i nga papaaho pūkoro, paparanga ranei e kore e tuku i nga papatono ki te whakahaere i nga mahi kaore he whakaaetanga.
mk: Забелешка: Оваа одлика не работи на мобилни платформи или платформи што нема да дозволат програми да работат со извршни работи без дозволи.
ml: കുറിപ്പ്: അനുമതികളില്ലാതെ എക്സിക്യൂട്ടബിൾസ് പ്രവർത്തിപ്പിക്കാൻ അനുവദിക്കാത്ത മൊബൈൽ പ്ലാറ്റ്ഫോമുകളിലോ പ്ലാറ്റ്ഫോമുകളിലോ ഈ സവിശേഷത പ്രവർത്തിക്കുന്നില്ല.
mn: Тэмдэглэл: Энэ функц нь гар утасны платформ эсвэл платформ дээр ажиллахгүй байх боломжгүй.
mr: टीपः हे वैशिष्ट्य मोबाइल प्लॅटफॉर्मवर किंवा प्लॅटफॉर्मवर कार्य करत नाही जे परवानग्याशिवाय प्रोग्राम्स चालविण्यास प्रोग्राम करू देत नाहीत.
ms: Nota: Ciri ini tidak berfungsi pada platform mudah alih atau platform yang tidak akan membiarkan program menjalankan executable tanpa kebenaran.
mt: Nota: Din il-karatteristika ma taħdimx fuq pjattaformi mobbli jew pjattaformi li ma jħallux programmi biex imexxu eżekutibbli mingħajr permessi.
my: မွတ္စု: ဤအင်္ဂါရပ်သည်မိုဘိုင်းပလက်ဖောင်းများသို့မဟုတ်ပလက်ဖောင်းများပေါ်တွင်အလုပ်မလုပ်ပါ။
ne: नोट: यो सुविधा मोबाइल प्लेटफर्म वा प्लेटफर्महरूमा काम गर्दैन जुन कार्यक्रमहरू बिना कार्यकारीहरू चलाउन सक्दैन।
or: ଟିପନ୍ତୁ: ଏହି ବ feature ଶିଷ୍ଟ୍ୟ ମୋବାଇଲ୍ ପ୍ଲାଟଫର୍ମ କିମ୍ବା ପ୍ଲାଟଫର୍ମରେ କାମ କରେ ନାହିଁ ଯାହା ଅନୁମତି ବିନା କାର୍ଯ୍ୟଭାରିବା ଯୋଗ୍ୟ ନୁହେଁ |
pa: ਨੋਟ: ਇਹ ਵਿਸ਼ੇਸ਼ਤਾ ਮੋਬਾਈਲ ਪਲੇਟਫਾਰਮਾਂ ਜਾਂ ਪਲੇਟਫਾਰਮਾਂ 'ਤੇ ਕੰਮ ਨਹੀਂ ਕਰਦੀ ਜੋ ਪ੍ਰੋਗ੍ਰਾਮਾਂ ਤੋਂ ਬਿਨਾਂ ਐਗਜ਼ੀਕਿ ableables ਟੇਬਲ ਚਲਾਉਣ ਲਈ ਪ੍ਰੋਗਰਾਮ ਨਹੀਂ ਦਿੰਦੀ.
ps: یادونه: دا ب feature ه د ګرځنده پلیټونو یا پلیټ فارمونو کار نه کوي چې اجازه نه ورکوي چې له اجازې پرته عمليۍ پرمخ ولاړ شي.
ro: Notă: Această caracteristică nu funcționează pe platforme mobile sau platforme care nu vor permite programelor să ruleze executabile fără permisiuni.
ru: Примечание. Эта функция не работает на мобильных платформах или платформах, которые не позволяют программам запускать исполняемые файлы без разрешений.
sd: نوٽ: هي فيچر موبائل پليٽفارم يا پليٽفارم تي ڪم نٿو ڪري جيڪو اجازت نامو جي اجازت کان بغير عملدارن کي هلائڻ نه ڏيندا.
si: සටහන: මෙම අංගය ජංගම වේදිකා හෝ වේදිකාවල හෝ වේදිකාවල ක්රියාත්මක නොවේ.
sk: POZNÁMKA: Táto funkcia nefunguje na mobilných platformách alebo platformách, ktoré nedovolia programom spúšťať spustiteľné súbory bez povolení.
sl: OPOMBA: Ta funkcija ne deluje na mobilnih platformah ali platformah, ki programov ne bodo dovolili izvajanja izvedb brez dovoljenj.
sq: Shënim: Kjo veçori nuk funksionon në platforma celulare ose platforma që nuk do të lejojnë programet të ekzekutojnë ekzekutues pa leje.
sr: Напомена: Ова функција не ради на мобилним платформама или платформама које неће дозволити програме да воде извршне производе без дозвола.
sv: Obs: Den här funktionen fungerar inte på mobila plattformar eller plattformar som inte låter program för att köra körbara ämnen utan behörigheter.
sw: Kumbuka: Kitendaji hiki hakifanyi kazi kwenye majukwaa ya rununu au majukwaa ambayo hayataruhusu programu kuendesha utekelezaji bila ruhusa.
ta: குறிப்பு: இந்த அம்சம் மொபைல் தளங்கள் அல்லது தளங்களில் வேலை செய்யாது, அவை அனுமதியின்றி இயங்கக்கூடியவற்றை இயக்க நிரல்களை அனுமதிக்காது.
te: గమనిక: ఈ లక్షణం మొబైల్ ప్లాట్‌ఫారమ్‌లు లేదా ప్లాట్‌ఫామ్‌లలో పనిచేయదు, ఇది అనుమతులు లేకుండా ఎగ్జిక్యూటబుల్స్ అమలు చేయడానికి ప్రోగ్రామ్‌లను అనుమతించదు.
tg: Эзоҳ: Ин хусусият дар платформаҳои мобилӣ ё платформаҳо кор намекунад, ки ба барномаҳо бидуни иҷозати иҷрои барномаҳо иҷозат надиҳанд.
th: หมายเหตุ: คุณลักษณะนี้ไม่ทำงานบนแพลตฟอร์มมือถือหรือแพลตฟอร์มที่จะไม่ให้โปรแกรมเรียกใช้ Executables โดยไม่ได้รับอนุญาต
tr: NOT: Bu özellik mobil platformlarda ve programalrın komutları çalıştırmasına izin vermeyen platformlarda çalışmaz.
ug: ئەسكەرتىش: بۇ ئىقتىدار پروگراممىلارنى ئىشلىتىشكە يول قويمايدىغان كۆچمە سۇپىلار ياكى سۇپىلاردا ئىشلىمەيدۇ.
uk: Примітка. Ця функція не працює на мобільних платформах або платформах, які не дозволять програмам запускати виконувані файли без дозволів.
ur: نوٹ: یہ خصوصیت موبائل پلیٹ فارم یا پلیٹ فارم پر کام نہیں کرتی ہے جو پروگراموں کو بغیر اجازت کے ایگزیکٹ ایبل چلانے نہیں دیتی ہے۔
uz: Eslatma: Ushbu xususiyat mobil platformalar yoki platformalarda ishlamaydi, bu esa ruxsatsiz bajariladigan dasturlarni boshqarish dasturlarini boshqarishga imkon bermaydi.
vi: Lưu ý: Tính năng này không hoạt động trên các nền tảng hoặc nền tảng di động sẽ không cho phép các chương trình chạy các tệp thực thi mà không có quyền.
xh: Qaphela: Eli nqaku alisebenzi kumaqonga okanye amaqonga angenakuvumela iinkqubo zokuqhutywa kwezixhobo ngaphandle kweemvume.
yi: באַמערקונג: דעם שטריך איז נישט ארבעטן אויף רירעוודיק פּלאַטפאָרמס אָדער פּלאַטפאָרמס וואָס וועט נישט לאָזן מגילה צו פירן עקסעקוטאַבלעס אָן פּערמישאַנז.
zu: QAPHELA: Lesi sici asisebenzi kumapulatifomu weselula noma amapulatifomu angeke avumele izinhlelo ukuthi zisebenze ngaphandle kwezimvume ngaphandle kwezimvume.

source: Show/Hide Output
af: Wys/verberg uitset
am: ውፅዓት አሳይ / ደብቅ
ar: إظهار/إخفاء الإخراج
az: Çıxışı göstər / gizlət
be: Паказаць/схаваць выхад
bg: Показване/скриване на изхода
bn: আউটপুট দেখান/লুকান
ca: Mostra/amaga la sortida
cs: Zobrazit/skrýt výstup
cy: Dangos/cuddio allbwn
de: Ausgang anzeigen/ausblenden
el: Εμφάνιση/απόκρυψη εξόδου
eo: Montri/kaŝi eliron
et: Kuva/peida väljund
eu: Irteera erakutsi / ezkutatu
fa: نمایش/پنهان کردن خروجی
fil: Ipakita/itago ang output
fr_ht: Montre/kache pwodiksyon
fy: Utfier sjen litte / ferbergje
ga: Aschur a thaispeáint/a cheilt
gd: Taisbeanadh / Cuir am falach toradh
gl: Mostrar/ocultar a saída
gu: આઉટપુટ બતાવો/છુપાવો
he: הצג/הסתר פלט
hi: आउटपुट दिखाएं/छिपाएं
hr: Prikaži/sakrij izlaz
hu: A kimenet megjelenítése/elrejtése
hy: Show ուցադրել / թաքցնել ելքը
is: Sýna/fela framleiðsla
ja: 出力を表示/非表示にします
ka: აჩვენე/დამალვა გამომავალი
kk: Шығуды көрсету / жасыру
km: បង្ហាញ / លាក់លទ្ធផល
kn: ಉತ್ಪಾದನೆಯನ್ನು ತೋರಿಸಿ/ಮರೆಮಾಡಿ
ku: Derketin / veşêrin
ky: Көрсөтүүнү көрсөтүү / жашыруу
lb: Weisen / verstoppen Ausgab
lo: ສະແດງ / ຊ່ອນຜົນຜະລິດ
lt: Rodyti/slėpti išvestį
lv: Rādīt/paslēpt izvadi
mg: Asehoy / miafina output
mi: Whakaatu / Huna Putanga
mk: Покажи/скриј излез
ml: Out ട്ട്പുട്ട് കാണിക്കുക / മറയ്ക്കുക
mn: Гаралтыг үзүүлэх / нуух
mr: आउटपुट दर्शवा/लपवा
ms: Tunjukkan/sembunyikan output
mt: Uri / Aħbi l-Output
my: output ကိုပြပါ / ဝှက်
ne: प्रदर्शन / लुकाउनुहोस्
or: ଆଉଟପୁଟ୍ ଦେଖାନ୍ତୁ / ଲୁଚାନ୍ତୁ |
pa: ਆਉਟਪੁੱਟ ਵੇਖਾਓ / ਓਹਲੇ ਕਰੋ
ps: د وتنې / پینټ کول
ro: Afișare/ascunde ieșire
ru: Показать/скрыть выход
sd: پيداوار ڏيکاريو / لڪايو
si: ප්රතිදානය පෙන්වන්න / සඟවන්න
sk: Zobraziť/skryť výstup
sl: Pokaži/skrij izhod
sq: Trego/fsheh daljen
sr: Прикажи / сакрити излаз
sv: Visa/dölj utgång
sw: Onyesha/ficha pato
ta: வெளியீட்டைக் காட்டு/மறைக்க
te: అవుట్పుట్ చూపించు/దాచు
tg: Нишон диҳед / пинҳон кунед
th: แสดง/ซ่อนเอาต์พุต
tr: Çıkılı Göster/Gizle
ug: چىقىرىش / يوشۇرۇش
uk: Показати/приховувати вихід
ur: آؤٹ پٹ دکھائیں/چھپائیں
uz: Chiqishni ko'rsatish / yashirish
vi: Hiển thị/ẩn đầu ra
xh: Veza / ufihle imveliso
yi: ווייַזן / באַהאַלטן רעזולטאַט
zu: Khombisa / Fihla Okukhipha

source: Downloader
af: Aflader
am: ማውረድ
ar: تنزيل
be: Загрузка
bg: Изтегляне
bn: ডাউনলোডার
ca: Descarregador
cs: Stahovatel
cy: Lawrlwythwr
el: Κατεβάσετε
eo: Elŝutilo
et: Allalaadija
eu: Eskolaketa
fa: دانلود کننده
ga: Íoslódáil
gl: Descargador
gu: ડાઉનલોડ
he: מוריד
hi: डाउनलोडर
hr: Preuzimanje
hu: Letöltő
hy: Ներբեռնում
is: Niðurhal
ja: ダウンローダー
ka: ჩამოტვირთვა
kk: Жүктеуші
km: ម៉ាស៊ីនទាញយក
kn: ಡೌನ್‌ಲೋಡಗಾರ
ku: Dakêşin
ky: Жүктөөчү
lo: ດາວໂຫລດ
lt: Atsisiuntimas
lv: Lejupielādētājs
mi: Kaitaata
mk: Преземач
ml: ഡൗൺലോഡർ
mn: Татаж авсан
mr: डाउनलोडर
ms: Pemuat turun
my: ဒေါင်းလုပ်လုပ်သား
ne: सुनूर
or: ଡାଉନଲୋଡ୍ |
pa: ਡਾਉਨਲੋਡਰ
ps: کښته کوونکی
ro: Descărcător
ru: Загрузчик
sd: تنداريائي
si: බාගත කරන්නා
sk: Sťahovák
sl: Prenosnik
sq: Që
sr: Преузеоница
sv: Nedladdare
sw: Download
ta: பதிவிறக்குபவர்
te: డౌన్‌లోడ్
tg: Зеркашанда
th: ผู้ดาวน์โหลด
tr: İndirici
ug: چۈشۈرۈشلىگۈچى
uk: Завантажувач
ur: ڈاؤن لوڈر
uz: Yuklab olish
vi: Người tải xuống
xh: Umkhuseli
yi: דאָוונלאָאַדער
zu: Umdamuzi

source: Load...
af: Laai ...
am: ጭነት ...
ar: حمولة...
az: Yük ...
be: Загрузіце ...
bg: Товар ...
bn: বোঝা...
ca: Carrega ...
cs: Zatížení...
cy: Llwythwch ...
de: Belastung...
el: Φορτώνω...
eo: Ŝarĝu ...
et: Laadima ...
eu: Kargatu ...
fa: بار...
fr_ht: Chaje ...
fy: Lade...
ga: Luchtú ...
gd: Luchdadh ...
gl: Carga ...
gu: લોડ ...
he: לִטעוֹן...
hi: भार...
hr: Opterećenje...
hu: Betöltés...
hy: Բեռ ...
is: Hlaða...
ja: 負荷...
ka: დატვირთვა ...
kk: Жүктеме ...
km: ផ្ទុក...
kn: ಲೋಡ್ ...
ku: Dawetkirin...
ky: Жүктөө ...
lb: Lueden ...
lo: ໂຫຼດ ...
lt: Įkelkite ...
lv: Slodze ...
mg: Vesatra ...
mi: Utaina ...
mk: Оптоварување ...
ml: ലോഡുചെയ്യുക ...
mn: Ачаалал ...
mr: लोड ...
ms: Muatkan ...
mt: Tagħbija ...
my: ဝန် ...
ne: लोड ...
or: ଲୋଡ୍ ...
pa: ਲੋਡ ...
ps: لوډ ...
ro: Sarcină...
ru: Нагрузка...
sd: لوڊ ٿيو ...
si: පැටවීම ...
sk: Naložiť...
sl: Nalaganje ...
sq: Ngarkesë ...
sr: Оптерећење ...
sv: Ladda...
sw: Mzigo ...
ta: ஏற்றுங்கள் ...
te: లోడ్ ...
tg: Сарборӣ ...
th: โหลด ...
tr: Aç...
ug: يۈك ...
uk: Завантажити ...
ur: بوجھ ...
uz: Yuk ...
vi: Trọng tải...
xh: Umthwalo ...
yi: מאַסע ...
zu: Umthwalo ...

source: Save...
af: Bespaar ...
am: አስቀምጥ ...
ar: يحفظ...
az: Yadda saxla...
be: Захаваць ...
bg: Запазете ...
bn: সংরক্ষণ...
ca: Desa ...
cs: Uložit...
cy: Arbedwch ...
de: Speichern...
el: Αποθηκεύσετε...
eo: Savi...
et: Säästke ...
eu: Gorde ...
fa: صرفه جویی...
fil: Makatipid ...
fr_ht: Sove ...
fy: Rêde...
ga: Sábháil ...
gd: Sàbhail ...
gl: Aforrar ...
gu: સાચવો ...
he: להציל...
hi: बचाना...
hr: Uštedjeti...
hu: Megment...
hy: Խնայեցեք ...
is: Vista ...
ja: 保存...
ka: Გადარჩენა...
kk: Сақтау ...
km: រក្សាទុក ...
kn: ಉಳಿಸಿ ...
ku: Rizgarkirin...
ky: Сактоо ...
lb: Späicheren ...
lo: ບັນທຶກ ...
lt: Sutaupyti...
lv: Saglabāt ...
mg: Tehirizo ...
mi: Tiaki ...
mk: Зачувај ...
ml: രക്ഷിക്കും...
mn: Хадгалах ...
mr: जतन करा ...
ms: Simpan ...
mt: Ħlief ...
my: သိမ်းဆည်း ...
ne: बचत गर्नुहोस् ...
or: ସେଭ୍ ...
pa: ਸੇਵ ...
ps: خوندي کړئ ...
ro: Salva...
ru: Сохранять...
sd: سايو
si: සුරකින්න ...
sk: Uložiť ...
sl: Shrani ...
sq: Kurseni ...
sr: Сачувати...
sv: Spara...
sw: Okoa ...
ta: சேமி ...
te: సేవ్ ...
tg: Сарфа кунед ...
th: บันทึก...
tr: Kaydet...
ug: Sale Pluse ...
uk: Зберегти ...
ur: بچائیں ...
uz: Saqlash ...
vi: Cứu...
xh: Gcina ...
yi: היט ...
zu: Gcina ...

source: Save As...
af: Bespaar as ...
am: አስቀምጥ እንደ...
ar: حفظ كما ...
az: Kimi saxla ...
be: Захаваць як...
bg: Запази като...
bn: সংরক্ষণ করুন...
ca: Guardar com...
cs: Uložit jako...
cy: Arbed fel ...
de: Speichern als...
el: Αποθήκευση ως...
eo: Konservi kiel...
et: Salvesta kui...
eu: Gorde...
fa: ذخیره به عنوان...
fil: I-save bilang...
fr_ht: Sove kòm ...
fy: Opslaan as...
ga: Sábháil mar...
gd: Sàbhail mar ...
gl: Gardar como...
gu: તરીકે જમા કરવુ...
he: שמור כ...
hi: के रूप रक्षित करें...
hr: Spremi kao...
hu: Mentés másként...
hy: Պահպանել որպես...
is: Vista sem...
ja: として保存...
ka: Შეინახე როგორც...
kk: Сақтау ...
km: រក្សាទុក​ជា...
kn: ಉಳಿಸಿ...
ku: Wek ...
ky: Сактоо ...
lb: Späicheren wéi ...
lo: ບັນທຶກເປັນ ...
lt: Išsaugoti kaip...
lv: Saglabāt kā...
mg: Tehirizo toy ny ...
mi: Tiaki rite ...
mk: Зачувај како...
ml: ഇതായി സംരക്ഷിക്കുക ...
mn: Хадгалах...
mr: म्हणून जतन करा...
ms: Simpan sebagai...
mt: Issejvja bħala ...
my: save ...
ne: यसरी राख...
or: ଯେପରି ସଞ୍ଚୟ କରନ୍ତୁ ...
pa: ਬਤੌਰ ਮਹਿਫ਼ੂਜ਼ ਕਰੋ...
ps: د ...
ro: Salvează ca...
ru: Сохранить как...
sd: سيو ايز...
si: සුරකින්න ...
sk: Uložiť ako...
sl: Shrani kot...
sq: Ruaj si ...
sr: Сачувај као...
sv: Spara som...
sw: Okoa kama ...
ta: சேமி ...
te: ఇలా సేవ్ ...
tg: Ҳамчун ...
th: บันทึกเป็น...
tr: Farklı Kaydet...
ug: ساقلاڭ ...
uk: Зберегти як...
ur: ایسے محفوظ کریں...
uz: Saqlash ...
vi: Lưu thành...
xh: Yigcine njenge...
yi: היט ווי ...
zu: Igcine njenge...

source: Start
af: Aanskakel
am: ጀምር
ar: يبدأ
az: Başlamaq
be: Пачатак
bg: Започнете
bn: শুরু
ca: Començar
cy: Dechrau
el: Αρχή
eo: Komencu
et: Alustama
eu: Hasiera
fa: شروع
fil: Magsimula
fr_ht: Depa
ga: Cuir ar siúl
gd: Tòisich
gl: Comezar
gu: શરૂઆત
he: הַתחָלָה
hi: शुरू
hr: Početak
hu: Rajt
hy: Սկիզբ
is: Byrjaðu
ja: 始める
ka: დასაწყისი
kk: Жүргізу
km: បហ្ចេហ
kn: ಪ್ರಾರಂಭಿಸು
ku: Destpêkirin
ky: Баштоо
lb: Nei fänken
lo: ຊູບ
lt: Pradėti
lv: Sākt
mg: fanombohana
mi: Tīmatanga
mk: Започнете
ml: തുടക്കംകുറിക്കുക
mn: Эхлэх
mr: प्रारंभ करा
ms: Mula
mt: Ibda
my: စက်နှုိး
ne: शुरु
or: ଆରମ୍ଭ କର |
pa: ਸ਼ੁਰੂ ਕਰੋ
ps: پیل وکړئ
ru: Начинать
sd: شروع ڪيو
si: ආරම්භ කරන්න
sk: Štart
sl: Začetek
sq: Filloj
sr: Почетак
sw: Anza
ta: தொடக்க
te: ప్రారంభించండి
tg: Оғоз
th: เริ่ม
tr: Başlat
ug: باشلاش
uk: Почати
ur: شروع کریں
uz: Boshlamoq
vi: Bắt đầu
xh: Qala
yi: אָנהייב
zu: Suka
