Repository: Haltroy/BlueAir
Catalog: BlueAir/Properties/Resources.*.resx
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, de, el, eo, et, eu, fa, fil, fr_ht, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, is, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, or, pa, ps, ro, ru, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tr, ug, uk, ur, uz, vi, xh, yi, zu

source: Pick a target folder...
af: Kies 'n teikenmap ...
am: የ target ላማ አቃፊ ይምረጡ ...
ar: اختر مجلد مستهدف ...
az: Hədəf qovluğunu seçin ...
be: Выберыце мэтавую тэчку ...
bg: Изберете целева папка ...
bn: একটি লক্ষ্য ফোল্ডার চয়ন করুন ...
ca: Trieu una carpeta de destinació ...
cs: Vyberte cílovou složku ...
cy: Dewiswch ffolder targed ...
de: Wählen Sie einen Zielordner ...
el: Διαλέξτε ένα φάκελο προορισμού ...
eo: Elektu celan dosierujon ...
et: Valige sihtkaust ...
eu: Aukeratu xede karpeta ...
fa: یک پوشه هدف را انتخاب کنید ...
fil: Pumili ng isang target na folder ...
fr_ht: Chwazi yon katab sib ...
fy: Kies in doelmap ...
ga: Roghnaigh Fillteán Sprioc ...
gd: Tagh pasgan targaid ...
gl: Escolla un cartafol de destino ...
gu: લક્ષ્ય ફોલ્ડર ચૂંટો ...
he: בחר תיקיית יעד ...
hi: एक लक्ष्य फ़ोल्डर चुनें ...
hr: Odaberite ciljanu mapu ...
hu: Válasszon egy célmappát ...
hy: Ընտրեք թիրախային թղթապանակ ...
is: Veldu markmöppu ...
ja: ターゲットフォルダーを選択してください...
ka: აირჩიე სამიზნე საქაღალდე ...
kk: Мақсатты қалтаны таңдаңыз ...
km: ជ្រើសយកថតឯកសារគោលដៅ ...
kn: ಗುರಿ ಫೋಲ್ಡರ್ ಆಯ್ಕೆಮಾಡಿ ...
ku: Peldanka hedef hilbijêrin ...
ky: Максаттуу папканы тандаңыз ...
lb: Wielt en Zildossier ...
lo: ເລືອກເອົາໂຟນເດີເປົ້າຫມາຍ ...
lt: Pasirinkite tikslinį aplanką ...
lv: Izvēlieties mērķa mapi ...
mg: Mifidiana folder kendrena ...
mi: Whiriwhiria he kōpaki whaainga ...
mk: Изберете целна папка ...
ml: ഒരു ടാർഗെറ്റ് ഫോൾഡർ തിരഞ്ഞെടുക്കുക ...
mn: Зорилтот фолдерыг сонго ...
mr: लक्ष्य फोल्डर निवडा ...
ms: Pilih folder sasaran ...
mt: Agħżel folder fil-mira ...
my: ပစ်မှတ်ထားဖိုင်တွဲတစ်ခုရွေးပါ ...
ne: एक लक्ष्य फोल्डर छान्नुहोस् ...
or: ଏକ ଲକ୍ଷ୍ୟ ଫୋଲ୍ଡର ବାଛନ୍ତୁ ...
pa: ਟਾਰਗੇਟ ਫੋਲਡਰ ਚੁਣੋ ...
ps: د نښه فولډر غوره کړئ ...
ro: Alegeți un folder țintă ...
ru: Выберите целевую папку ...
sd: ٽارگيٽ فولڊر چونڊيو ...
si: ඉලක්ක ෆෝල්ඩරයක් ගන්න ...
sk: Vyberte cieľový priečinok ...
sl: Izberite ciljno mapo ...
sq: Zgjidh një dosje të synuar ...
sr: Изаберите циљну мапу ...
sv: Välj en målmapp ...
sw: Chagua folda inayolenga ...
ta: இலக்கு கோப்புறையைத் தேர்ந்தெடுக்கவும் ...
te: టార్గెట్ ఫోల్డర్‌ను ఎంచుకోండి ...
tg: Як папкаи мақсаднокро интихоб кунед ...
th: เลือกโฟลเดอร์เป้าหมาย ...
tr: Bir hedef klasör seçiniz...
ug: نىشان قىسقۇچنى تاللاڭ ...
uk: Виберіть цільову папку ...
ur: ایک ہدف فولڈر منتخب کریں ...
uz: Maqsadli papkani tanlang ...
vi: Chọn một thư mục đích ...
xh: Khetha ifolda ekujolise kuyo ...
yi: קלייַבן אַ ציל טעקע ...
zu: Khetha ifolda eqondiwe ...

# PickAnAgentfile
source: Pick a {app_name} Agent file...
af: Kies 'n {app_name} agentlêer ...
am: {App_MENAME}} ወኪል ፋይል ...
ar: اختر ملف الوكيل {app_name} ...
az: A {App_name} Agent faylı seçin ...
be: Выберыце файл агента {App_Name} ...
bg: Изберете {app_name} файл на агента ...
bn: একটি {app_name} এজেন্ট ফাইল চয়ন করুন ...
ca: Trieu un fitxer d'agent {app_name} ...
cs: Vyberte {app_name} soubor agenta ...
cy: Dewiswch ffeil asiant {app_name} ...
de: Wählen Sie eine Agentendatei {app_name} ...
el: Επιλέξτε ένα αρχείο apt_name} πράκτορα ...
eo: Elektu {APP_NAME} Agento -Dosiero ...
et: Valige {app_name} agendifail ...
eu: Aukeratu {app_name} agente fitxategia ...
fa: پرونده {app_name} عامل را انتخاب کنید ...
fil: Pumili ng isang {app_name} file ng ahente ...
fr_ht: Chwazi yon {app_name} dosye ajan ...
fy: Kies in {app_name} Agent-bestân ...
ga: Roghnaigh comhad gníomhaire {app_name} ...
gd: Tagh {App_name} Faidhle Òrain ...
gl: Escolla un ficheiro de axente {app_name} ...
gu: {App_name} એજન્ટ ફાઇલ પસંદ કરો ...
he: בחר קובץ סוכן {app_name} ...
hi: एक {app_name} एजेंट फ़ाइल चुनें ...
hr: Odaberite {App_name} datoteku agenta ...
hu: Válasszon egy {app_name} ügynök fájlt ...
hy: Ընտրեք {App_name} Agent File ...
is: Veldu {app_name} umboðsmannaskrá ...
ja: {app_name}エージェントファイルを選択してください...
ka: შეარჩიეთ {app_name} აგენტის ფაილი ...
kk: {App_name} Агент файлын таңдаңыз ...
km: ជ្រើសយកឯកសារភ្នាក់ងារ {App_name} ...
kn: {App_name} ಏಜೆಂಟ್ ಫೈಲ್ ಅನ್ನು ಆರಿಸಿ ...
ku: Pelê Ajansa A app_name} hilbijêrin ...
ky: {App_Name} AGENT файлын тандаңыз ...
lb: Wielt eng {App_name} Agent Datei ...
lo: ເລືອກ {App_Name} ເອກະສານຕົວແທນ ...
lt: Pasirinkite {app_name} agento failą ...
lv: Izvēlieties {App_name} aģenta failu ...
mg: Mifidiana a {app_name} Agent File ...
mi: Whiriwhiria he tohu {App_name} Kōnae:
mk: Изберете {app_name} датотека за агенти ...
ml: A app_name} ഏജന്റ് ഫയൽ തിരഞ്ഞെടുക്കുക ...
mn: {App_name} Агент файлыг сонгоно уу ...
mr: एक {अ‍ॅप_नाव} एजंट फाइल निवडा ...
ms: Pilih fail ejen {app_name} ...
mt: Agħżel fajl aġent {app_name} ...
my: {app_name} agent file ကိုရွေးပါ။
ne: A {app_name} regra फाईल छान्नुहोस् ...
or: A {app_name} ଏଜେଣ୍ଟ ଫାଇଲ୍ ...
pa: ਇੱਕ {app_name} ਏਜੰਟ ਫਾਈਲ ਚੁਣੋ ...
ps: {اپټ_ نوم ترلاسه کړئ} اجنټ فایل ...
ro: Alegeți un fișier agent {App_name} ...
ru: Выберите {app_name} файл агента ...
sd: هڪ {App_name} ايجنٽ فائل چونڊيو ...
si: {App_name} නියෝජිත ගොනුවක් තෝරන්න ...
sk: Vyberte súbor Agent {app_name} ...
sl: Izberite datoteko agenta {app_name} ...
sq: Zgjidh një skedar të agjentit {app_name} ...
sr: Изаберите агенту Агент Агент ...
sv: Välj en {app_name} agentfil ...
sw: Chagua faili ya wakala wa {app_name} ...
ta: {App_name} முகவர் கோப்பைத் தேர்ந்தெடுக்கவும் ...
te: {App_name} ఏజెంట్ ఫైల్‌ను ఎంచుకోండి ...
tg: A {App_Name} файли агентро интихоб кунед ...
th: เลือกไฟล์เอเจนต์ {app_name} ...
tr: Bir {app_name} İndirici dosyası seçiniz...
ug: A {App_name} ۋاكالەتچى ھۆججىتىنى تاللاڭ ...
uk: Виберіть файл агента {app_name} ...
ur: ایک {app_name} ایجنٹ فائل منتخب کریں ...
uz: A {app_name} Agent fayli ...
vi: Chọn tệp tác nhân {app_name} ...
xh: Khetha i-{igama le-appna
yi: קלייַבן אַ {אַפּ_נאַמע} אַגענט טעקע ...
zu: Khetha ifayela le- {lokusebenza_name} ...

# AgentFileDesc
source: {App_name} Download Agent
af: {App_name} aflaai agent
am: {መተግበሪያ_ ስም}} ማውረድ ወኪል
ar: {app_name} وكيل التنزيل
az: {App_name} Yükləmə agenti
be: {App_Name} Загрузка агента
bg: {App_name} Изтегляне на агент
bn: {অ্যাপ_নাম} ডাউনলোড এজেন্ট
ca: {App_name} agent de descàrrega
cs: {App_name} agent stahování
cy: {App_name} asiant lawrlwytho
el: {App_name} Λήψη πράκτορα
eo: {App_name} elŝuta agento
et: {App_name} allalaadimisagent
eu: {App_name} deskargatu agentea
fa: {app_name} عامل دانلود
fil: {APP_NAME} I -download ang ahente
fr_ht: {App_name} download ajan
ga: {App_name} Gníomhaire íoslódála
gd: {App_name} luchdachadh sìos àidseant
gl: {App_name} axente de descarga
gu: {App_name} એજન્ટ ડાઉનલોડ કરો
he: {App_name} סוכן הורדה
hi: {App_name} डाउनलोड एजेंट
hr: {App_name} preuzmi agent
hu: {App_Name} letöltési ügynök
hy: {App_name} Ներբեռնեք գործակալը
is: {App_name} Sækja umboðsmann
ja: {app_name}ダウンロードエージェント
ka: {App_name} ჩამოტვირთეთ აგენტი
kk: {App_name}} Агент жүктеу
km: {app__name} ទាញទាញយក
kn: {App_name} ಡೌನ್‌ಲೋಡ್ ಏಜೆಂಟ್
ku: {App_name} Daxistina Agent
ky: {App_name} скачать агент
lo: {APP_NAME} ຕົວແທນດາວໂຫລດ
lt: {App_name} atsisiuntimo agentas
lv: {App_name} lejupielādes aģents
mi: {App_name} download kaihoko
mk: {APP_NAME} Агент за преземање
ml: {App_name} ഡൗൺലോഡ് ഏജന്റ്
mn: {App_Name} Татаж авах агент
mr: {अ‍ॅप_नाव} डाउनलोड एजंट
ms: {App_name} ejen muat turun
mt: {App_name} aġent ta 'tniżżil
my: {app_name} ကိုဒေါင်းလုပ်လုပ်ပါ
ne: {App_mnam} डाउनलोड एजेन्ट
or: {App_name} lown ଡାଉନଲୋଡ୍ ଏଜେଣ୍ଟ |
pa: Apply ਐਪਸ_ਨੇਮ} ਡਾਉਨਲੋਡ ਏਜੰਟ
ps: mpp اپ_ نوم} ډاونلوډ اجنټ
ro: {App_name} agent de descărcare
ru: {App_name} Скачать агент
sd: {ايپ_ نالو} ڊائون لوڊ ايجنٽ
si: {App_name} බාගත කරන්න නියෝජිත
sk: {App_name} Agent na stiahnutie
sl: {App_name} Prenos agenta
sq: {App_name} agjent i shkarkimit
sr: {Апп_наме} Агент за преузимање
sv: {App_name} nedladdningsagent
sw: {App_name} Wakala wa kupakua
ta: {App_name} பதிவிறக்க முகவர்
te: {App_name} డౌన్‌లోడ్ ఏజెంట్
tg: {App_name} Download Download Download
tr: {App_name} İndirici
ug: {App_name} چۈشۈرۈش ۋاكالەتچىسى
uk: {App_name} Агент Завантажити
ur: {app_name} ڈاؤن لوڈ ایجنٹ
uz: {App_name} yuklab olish bo'yicha agent
vi: {App_name} Tác nhân tải xuống
xh: {Igama_gama} Khuphela iarhente
yi: {אַפּ_נאַמע} אָפּלאָדירן אַגענט
zu: {App_name} landa i-ejenti

source: Main
af: Vernaamste
ar: رئيسي
az: Əsas
bg: Основен
bn: প্রধান
de: Hauptsächlich
el: Κύριος
fr_ht: Prensipal
fy: Foarnaamste
ga: Priomh
gu: મુખ્ય
hi: मुख्य
hr: Glavni
hy: Գլխավոր
is: Aðal
ku: Ser
lo: ດິນຫຼັກ
lt: Pagrindinis
ml: പധാനമായ
ms: Utama
my: အဓိက
ne: मूख्य
or: ମୁଖ୍ୟ
pa: ਮੁੱਖ
ru: Основной
si: ප්රධාන
sk: Hlavná
sl: Glavno
sq: Kryesor
sr: Главни
sw: Kuu
te: ప్రధాన
th: หลัก
uk: Головний
zu: -Namandla

source: Files and Folders
af: Lêers en gidse
ar: الملفات والمجلدات
az: Fayl və qovluqlar
bg: Файлове и папки
bn: ফাইল এবং ফোল্ডার
de: Daten und Ordner
el: Αρχεία και φακέλους
fr_ht: Dosye ak dosye
fy: Bestannen en mappen
ga: Comhaid agus fillteáin
gu: ફાઇલો અને ફોલ્ડર્સ
hi: फ़ाइलें और फ़ोल्डर
hr: Datoteke i mape
hy: Ֆայլեր եւ պանակներ
is: Skrár og möppur
ku: Pel û peldankan
lo: ແຟ້ມແລະແຟ້ມ
lt: Failai ir aplankai
mg: Files sy Folders
ml: ഫയലുകളും ഫോൾഡറുകളും
ms: Fail dan folder
my: ဖိုင်များနှင့်ဖိုင်တွဲများ
ne: फाईलहरू र फोल्डरहरू
or: ଫାଇଲ୍ ଏବଂ ଫୋଲ୍ଡରଗୁଡ଼ିକ |
pa: ਫਾਈਲਾਂ ਅਤੇ ਫੋਲਡਰ
ru: Файлы и папки
si: ලිපිගොනු සහ ෆෝල්ඩර
sk: Súbory a priečinky
sl: Datoteke in mape
sq: Skedarë dhe dosje
sr: Датотеке и мапе
sw: Faili na folda
te: ఫైల్స్ మరియు ఫోల్డర్లు
th: ไฟล์และโฟลเดอร์
uk: Файли та папки
zu: Amafayela namafolda

source: Commands
af: Opdragte
ar: الأوامر
az: Əmr
bg: Команди
bn: কমান্ড
de: Befehle
el: Εντολές
fr_ht: Kòmandman
fy: Kommando's
ga: Ord
gu: આદેશો
hi: आदेश
hr: Naredbe
hy: Հրամաններ
is: Skipanir
ku: Fermanan
lo: ການຢຄໍາສັ່ງ
lt: Komandos
mg: didy
ml: കമാൻഡുകൾ
ms: Perintah
my: အမိန့်
ne: कमाण्त्व
or: ନିର୍ଦ୍ଦେଶଗୁଡ଼ିକ
pa: ਕਮਾਂਡਾਂ
ru: Команды
si: විධාන
sk: Príkazy
sl: Ukazi
sq: Komandë
sr: Команде
sw: Amri
te: ఆదేశాలు
th: คำสั่ง
uk: Командування
zu: Imiyalo
