Repository: Haltroy/BlueAir
Catalog: BlueAir/Properties/Resources.*.resx
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, de, el, eo, et, eu, fa, fil, fr_ht, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, is, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, or, pa, ps, ro, ru, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tr, ug, uk, ur, uz, vi, xh, yi, zu

# AgentRemoveSelected
source: Remove Selected...
af: Verwyder geselekteerde...
am: ተመርጠዋል ...
ar: ازل المحدد...
az: Seçilmiş çıxarın ...
be: Выдаліце выбраныя ...
bg: Премахнете избраното...
bn: নির্বাচিত অংশের অপসারণ...
ca: Traieu seleccionat ...
cs: Odstranit vybrané...
cy: Tynnu dethol ...
de: Ausgewählte entfernen ...
el: Αφαιρέστε τα επιλεγμένα...
eo: Forigu elektitan ...
et: Eemalda valitud...
eu: Kendu hautatutako ...
fa: حذف انتخاب شده...
fil: Alisin ang napiling ...
fr_ht: Retire chwazi ...
fy: Ferwiderje selekteare ...
ga: Bain roghnaithe ...
gd: Thoir air falbh an taghadh ...
gl: Elimina seleccionado ...
gu: ચયન કરેલું દૂર કરો...
he: הסר פריטים שנבחרו...
hi: चयनित हटाएं...
hr: Uklonite odabrano ...
hu: A kiválasztott eltávolítása...
hy: Հեռացրեք ընտրված ...
is: Fjarlægja valið...
ja: 削除選択...
ka: Მონიშნულის წაშლა...
kk: Таңдалған ...
km: លុបបានជ្រើសរើស ...
kn: ಆಯ್ದ ತೆಗೆದುಹಾಕಿ ...
ku: Hilbijartin rakirin ...
ky: Тандалган ...
lb: Ewechzehuelen Ausgewielte ...
lo: ເອົາທີ່ເລືອກ ...
lt: Pašalinti pasirinktą...
lv: Noņemt atlasīto ...
mg: Esory ny voafantina ...
mi: Tango i tohua ...
mk: Отстранете го избраниот ...
ml: തിരഞ്ഞെടുത്തത് നീക്കംചെയ്യുക ...
mn: Сонгосон ...
mr: निवडलेले काढा ...
ms: Buang yang ditanda...
mt: Neħħi magħżul ...
my: ရွေးချယ်ထားသည့်ဖယ်ရှားလိုက်ပါ ...
ne: चयन गरिएको चयन गर्नुहोस् ...
or: ମନୋନୀତ ଅପସାରଣ କରନ୍ତୁ ...
pa: ਚੁਣੇ ਹੋਏ ...
ps: ټاکل شوی:
ro: Sterge selectia...
ru: Убрать выбранное...
sd: منتخب ٿيل کي ختم ڪريو ...
si: තෝරාගත් ඉවත් කරන්න ...
sk: Vymazať označené...
sl: Odstrani izbrano...
sq: Hiq të zgjedhur ...
sr: Одстрани изабрано...
sv: Ta bort valda...
sw: Ondoa kuchaguliwa ...
ta: தேர்ந்தெடுக்கப்பட்டதை அகற்று ...
te: ఎంచుకున్న తొలగించండి ...
tg: Хуруҷро тоза кунед ...
th: ลบที่เลือก ...
tr: Seçileni Sil...
ug: تاللانغانلارنى ئۆچۈرۈڭ ...
uk: Видаліть вибрано ...
ur: منتخب کردہ کو ہٹا دیں ...
uz: Tanlangan ...
vi: Bỏ đã chọn...
xh: Susa okhethiweyo ...
yi: אַראָפּנעמען אויסגעקליבן ...
zu: Susa okhethiwe ...

# AgentInstallNew
source: Install from file...
af: Installeer vanaf die lêer ...
am: ከፋይሉ ጫን ...
ar: تثبيت من الملف ...
az: Fayldan quraşdırın ...
be: Усталюйце з файла ...
bg: Инсталиране от файл ...
bn: ফাইল থেকে ইনস্টল করুন ...
ca: Instal·leu des del fitxer ...
cs: Nainstalovat ze souboru ...
cy: Gosod o'r ffeil ...
de: Aus der Datei installieren ...
el: Εγκαταστήστε από το αρχείο ...
eo: Instalu de dosiero ...
et: Installige failist ...
eu: Instalatu fitxategitik ...
fa: نصب از پرونده ...
fil: I -install mula sa file ...
fr_ht: Enstale nan dosye ...
fy: Ynstallearje út bestân ...
ga: Suiteáil ó chomhad ...
gd: Stàlaich bho fhaidhle ...
gl: Instalar desde o ficheiro ...
gu: ફાઇલમાંથી ઇન્સ્ટોલ કરો ...
he: התקן מקובץ ...
hi: फ़ाइल से स्थापित ...
hr: Instalirajte iz datoteke ...
hu: Telepítse a fájlból ...
hy: Տեղադրեք ֆայլից ...
is: Settu upp úr skrá ...
ja: ファイルからインストール...
ka: დააინსტალირეთ ფაილიდან ...
kk: Файлдан ...
km: ដំឡើងពីឯកសារ ...
kn: ಫೈಲ್‌ನಿಂದ ಸ್ಥಾಪಿಸಿ ...
ku: Ji pelê saz bikin ...
ky: Файлдан орнотуңуз ...
lb: Installéiert vu Datei ...
lo: ຕິດຕັ້ງຈາກ File ...
lt: Įdiekite iš failo ...
lv: Instalēt no faila ...
mg: Mametraha amin'ny rakitra ...
mi: Tāuta mai i te konae ...
mk: Инсталирајте од датотеката ...
ml: ഫയലിൽ നിന്ന് ഇൻസ്റ്റാൾ ചെയ്യുക ...
mn: Файлаас суулгана уу ...
mr: फाईलमधून स्थापित करा ...
ms: Pasang dari fail ...
mt: Installa mill-fajl ...
my: ဖိုင်မှ install လုပ်ပါ ...
ne: फाईलबाट स्थापना गर्नुहोस् ...
or: ଫାଇଲରୁ ସଂସ୍ଥାପନ ...
pa: ਫਾਈਲ ਤੋਂ ਇੰਸਟਾਲ ...
ps: له دوتنې څخه یې ولګوه ...
ro: Instalați din fișier ...
ru: Установите из файла ...
sd: فائل کان انسٽال ڪريو ...
si: ගොනුවෙන් ස්ථාපනය කරන්න ...
sk: Nainštalovať zo súboru ...
sl: Namestite iz datoteke ...
sq: Instaloni nga skedari ...
sr: Инсталирајте из датотеке ...
sv: Installera från filen ...
sw: Weka kutoka kwa faili ...
ta: கோப்பிலிருந்து நிறுவவும் ...
te: ఫైల్ నుండి ఇన్‌స్టాల్ చేయండి ...
tg: Насб аз файл ...
th: ติดตั้งจากไฟล์ ...
tr: Dosya'dan Kur...
ug: ھۆججەتتىن قاچىلاڭ ...
uk: Встановити з файлу ...
ur: فائل سے انسٹال کریں ...
uz: Fayldan o'rnatish ...
vi: Cài đặt từ tệp ...
xh: Faka kwiFayile ...
yi: ינסטאַלירן פֿון טעקע ...
zu: Faka kusuka kufayela ...

# AgentCommandInfo
source: NOTE: Some agents are command-line based and won't work on mobile platforms.
af: Opmerking: sommige agente is op opdraglyn gebaseer en werk nie op mobiele platforms nie.
am: ማሳሰቢያ-አንዳንድ ወኪሎች ትዕዛዝ-መስመር በመመርኮዝ እና በተንቀሳቃሽ የመሣሪያ ስርዓቶች ላይ አይሰሩም.
ar: ملاحظة: يعتمد بعض الوكلاء على سطر الأوامر ولن يعملوا على منصات الهاتف المحمول.
az: Qeyd: Bəzi agentlər komanda xətti əsaslı və mobil platformalarda işləməyəcəklər.
be: Заўвага: Некаторыя агенты заснаваны на камандным радку і не працуюць на мабільных платформах.
bg: Забележка: Някои агенти са базирани на команден ред и няма да работят на мобилни платформи.
bn: দ্রষ্টব্য: কিছু এজেন্ট কমান্ড-লাইন ভিত্তিক এবং মোবাইল প্ল্যাটফর্মগুলিতে কাজ করবে না।
ca: Nota: alguns agents es basen en la línia de comandaments i no funcionaran en plataformes mòbils.
cs: Poznámka: Někteří agenti jsou založeny na příkazové řádce a nebudou fungovat na mobilních platformách.
cy: Nodyn: Mae rhai asiantau yn seiliedig ar linell orchymyn ac ni fyddant yn gweithio ar lwyfannau symudol.
de: Hinweis: Einige Agenten basieren auf Befehlszeilen und funktionieren nicht auf mobilen Plattformen.
el: Σημείωση: Μερικοί πράκτορες βασίζονται σε γραμμές εντολών και δεν θα λειτουργούν σε κινητές πλατφόρμες.
eo: Noto: Iuj agentoj estas bazitaj sur komandlinio kaj ne funkcios sur moveblaj platformoj.
et: MÄRKUS. Mõned esindajad on käsuliinil põhinevad ega tööta mobiiliplatvormidel.
eu: Oharra: eragile batzuk komando lerroan oinarrituta daude eta ez dira plataforma mugikorretan funtzionatuko.
fa: توجه: برخی از نمایندگان مبتنی بر خط فرمان هستند و روی سیستم عامل های تلفن همراه کار نمی کنند.
fil: Tandaan: Ang ilang mga ahente ay batay sa linya at hindi gagana sa mga mobile platform.
fr_ht: Remak: Gen kèk ajan ki baze sou lòd-liy epi yo pa pral travay sou tribin mobil.
fy: Opmerking: guon aginten binne kommando-rigel basearre en sil net wurkje oan mobile platfoarms.
ga: Tabhair faoi deara: Tá roinnt gníomhairí bunaithe ar líne ordaithe agus ní oibreoidh siad ar ardáin soghluaiste.
gd: Nota: Bidh cuid de riochdairean a 'stèidheachadh loidhne stèidhichte agus gun a bhith ag obair air àrd-ùrlaran gluasadach.
gl: Nota: Algúns axentes están baseados en liña de comandos e non funcionarán nas plataformas móbiles.
gu: નોંધ: કેટલાક એજન્ટો કમાન્ડ-લાઇન આધારિત છે અને મોબાઇલ પ્લેટફોર્મ પર કામ કરશે નહીં.
he: הערה: חלק מהסוכנים מבוססים על שורת פקודה ולא יעבדו בפלטפורמות סלולריות.
hi: नोट: कुछ एजेंट कमांड-लाइन आधारित हैं और मोबाइल प्लेटफार्मों पर काम नहीं करेंगे।
hr: Napomena: Neki agenti temelje se na liniji naredbenog retka i neće raditi na mobilnim platformama.
hu: Megjegyzés: Egyes ügynökök parancsnoki alapúak, és nem fognak működni a mobil platformon.
hy: Նշում. Որոշ գործակալներ հրամանի տող են եւ չեն աշխատի բջջային հարթակների վրա:
is: Athugasemd: Sumir umboðsmenn eru byggðir á skipanalínu og virka ekki á farsíma.
ja: 注：一部のエージェントはコマンドラインベースであり、モバイルプラットフォームでは機能しません。
ka: შენიშვნა: ზოგიერთი აგენტი ბრძანების ხაზზე დაფუძნებულია და არ იმუშავებს მობილური პლატფორმებზე.
kk: ЕСКЕРТПЕ: Кейбір агенттер командалық жолға негізделген және мобильді платформаларда жұмыс істемейді.
km: សម្គាល់ៈភ្នាក់ងារមួយចំនួនមានបន្ទាត់ពាក្យបញ្ជាផ្អែកលើហើយនឹងមិនដំណើរការលើវេទិកាចល័តទេ។
kn: ಗಮನಿಸಿ: ಕೆಲವು ಏಜೆಂಟರು ಆಜ್ಞಾ ಸಾಲಿನ ಆಧಾರಿತ ಮತ್ತು ಮೊಬೈಲ್ ಪ್ಲಾಟ್‌ಫಾರ್ಮ್‌ಗಳಲ್ಲಿ ಕೆಲಸ ಮಾಡುವುದಿಲ್ಲ.
ku: Nîşe: Hinek sazûman li ser bingeha rêzikname ne û dê li ser platformên mobîl kar nekin.
ky: ЭСКЕРТҮҮ: Айрым агенттер буйрук сапында негизделген жана мобилдик платформаларда иштебейт.
lb: Notiz: E puer Agenten sinn Kommandozeil baséiert a geet net op mobile Plattformen.
lo: ຫມາຍເຫດ: ຕົວແທນຈໍານວນຫນຶ່ງແມ່ນເສັ້ນຄະນະກໍາມະການທີ່ອີງໃສ່ແລະຈະບໍ່ເຮັດວຽກໃນເວທີມືຖື.
lt: Pastaba: kai kurie agentai yra pagrįsti komandų linija ir neveiks mobiliosiose platformose.
lv: Piezīme: daži aģenti ir balstīti uz komandrindām un nedarbosies mobilajās platformās.
mg: FANAMARIHANA: Ny sasany amin'ireo mpiasa dia mifototra amin'ny baiko ary tsy hiasa amin'ny sehatra finday.
mi: FAKATOKANGA: Ko etahi o nga kaihoko ko te raina whakahau-a-ringa kaore e mahi i runga i nga papaaho pūkoro.
mk: Белешка: Некои агенти се базираат на командна линија и нема да работат на мобилни платформи.
ml: കുറിപ്പ്: ചില ഏജന്റുമാർ കമാൻഡ്-ലൈൻ അടിസ്ഥാനമാക്കിയുള്ളതാണ്, മാത്രമല്ല മൊബൈൽ പ്ലാറ്റ്ഫോമുകളിൽ പ്രവർത്തിക്കില്ല.
mn: Тэмдэглэл: Зарим агентууд нь командын шугам дээр суурилсан бөгөөд хөдөлгөөнт платформ дээр ажиллахгүй.
mr: टीपः काही एजंट कमांड-लाइन आधारित आहेत आणि मोबाइल प्लॅटफॉर्मवर कार्य करणार नाहीत.
ms: NOTA: Sesetengah ejen adalah berasaskan baris arahan dan tidak akan berfungsi pada platform mudah alih.
mt: Nota: Xi aġenti huma bbażati fuq il-kmand u mhux se jaħdmu fuq pjattaformi mobbli.
my: မွတ္စု: အချို့သောအေးဂျင့်များသည် command-line ကို အခြေခံ. မိုဘိုင်းပလက်ဖောင်းများတွင်အလုပ်မလုပ်ပါ။
ne: नोट: केहि एजेन्टहरू कमान्ड-लाइन आधारित छन् र मोबाइल प्लेटफर्ममा काम गर्दैन।
or: ଟିପନ୍ତୁ: କିଛି ଏଜେଣ୍ଟମାନେ କମାଣ୍ଡ୍ ଲାଇନ୍ ଆଧାରିତ ଏବଂ ମୋବାଇଲ୍ ପ୍ଲାଟଫର୍ମରେ କାମ କରିବେ ନାହିଁ |
pa: ਨੋਟ: ਕੁਝ ਏਜੰਟ ਕਮਾਂਡ-ਲਾਈਨ ਅਧਾਰਤ ਹਨ ਅਤੇ ਮੋਬਾਈਲ ਪਲੇਟਫਾਰਮ ਤੇ ਕੰਮ ਨਹੀਂ ਕਰਨਗੇ.
ps: یادونه: ځینې اجنټان د قوماندې لاین پراساس دي او د ګرځنده پلیټ فارمونو کې کار نه کوي.
ro: Notă: Unii agenți sunt bazate pe linia de comandă și nu vor funcționa pe platforme mobile.
ru: Примечание. Некоторые агенты основаны на командной строке и не будут работать на мобильных платформах.
sd: نوٽ: ڪجهه ايجنٽ ڪمانڊ لائن جي بنياد تي آهن ۽ موبائل پليٽ فارم تي ڪم نه ڪندا.
si: සටහන: සමහර නියෝජිතයන් විධාන රේඛා පදනම් කරගත් අතර ජංගම වේදිකාවල ක්රියා නොකරනු ඇත.
sk: Poznámka: Niektorí agenti sú založené na príkazovom riadku a nebudú fungovať na mobilných platformách.
sl: Opomba: Nekateri agenti temeljijo na ukazni vrstici in ne bodo delovali na mobilnih platformah.
sq: Shënim: Disa agjentë janë të bazuar në linjë komanduese dhe nuk do të punojnë në platformat e lëvizshme.
sr: Напомена: Неки агенти су засновани на командној линији и неће радити на мобилним платформама.
sv: Obs: Vissa agenter är kommandoradsbaserade och fungerar inte på mobila plattformar.
sw: Kumbuka: Mawakala wengine ni wa mstari wa amri na hawatafanya kazi kwenye majukwaa ya rununu.
ta: குறிப்பு: சில முகவர்கள் கட்டளை-வரி அடிப்படையிலானவை மற்றும் மொபைல் தளங்களில் வேலை செய்யாது.
te: గమనిక: కొంతమంది ఏజెంట్లు కమాండ్-లైన్ ఆధారితవి మరియు మొబైల్ ప్లాట్‌ఫామ్‌లలో పనిచేయరు.
tg: Эзоҳ: Баъзе агентҳо дар асоси фурӯшанд ва дар платформаҳои мобилӣ кор намекунанд.
th: หมายเหตุ: เอเจนต์บางตัวใช้บรรทัดคำสั่งและจะไม่ทำงานบนแพลตฟอร์มมือถือ
tr: NOT: Bazı indiriciler komut olabilir ve mobil platformlarda çalışmayabilirler.
ug: ئەسكەرتىش: بەزى ۋاكالەتچىلەر بۇيرۇق قۇرى بولۇپ, كۆچمە سۇپىلاردا ئىشلىمەيدۇ.
uk: Примітка. Деякі агенти базуються на командному рядку і не працюватимуть на мобільних платформах.
ur: نوٹ: کچھ ایجنٹ کمانڈ لائن پر مبنی ہیں اور موبائل پلیٹ فارم پر کام نہیں کریں گے۔
uz: Eslatma: Ba'zi agentlar buyruq chizig'iga asoslangan va mobil platformalarda ishlamaydi.
vi: Lưu ý: Một số đại lý dựa trên dòng lệnh và sẽ không hoạt động trên các nền tảng di động.
xh: Qaphela: Abanye abantu abayalelayo abasekwe kumgca kwaye abayi kusebenza kumaqonga athambileyo.
yi: באַמערקונג: עטלעכע אַגענץ זענען באַפֿעלן-ליניע באזירט און וועט נישט אַרבעטן אויף רירעוודיק פּלאַטפאָרמס.
zu: Qaphela: Amanye ama-ejenti asuselwa kulayini womyalo futhi ngeke asebenze kumapulatifomu eselula.

# VariablesTitle
source: Variables
af: Veranderlikes
am: ተለዋዋጮች
ar: المتغيرات
az: Dəyişənlər
be: Зменныя
bg: Променливи
bn: ভেরিয়েবল
ca: Les variables
cs: Proměnné
cy: Newidynnau
de: Variablen
el: Μεταβλητές
eo: Variabloj
et: Muutujad
eu: Aldagaiak
fa: متغیرها
fil: Variable
fr_ht: Varyab
fy: Fariabelen
ga: Athróg
gd: Caochladairean
gu: ચલો
he: משתנים
hi: चर
hr: Varijable
hu: Változók
hy: Փոփոխականներ
is: Breytur
ja: 変数
ka: ცვლადი
kk: Айнымалылар
km: អថេរ
kn: ಅಸ್ಥಿರ
ku: Guherîn
ky: Өзгөрмөлөр
lb: Variement
lo: ຕົວແປ
lt: Kintamieji
lv: Mainīgie
mg: hiovaova
mi: Taurangi
mk: Променливи
ml: വേരിയബിളുകൾ
mn: Хувьслах
mr: व्हेरिएबल्स
ms: Pembolehubah
mt: Varjabbli
my: ကိန်းရှင်များ
ne: भ्यारीएबल
or: ଭେରିଏବଲ୍ ଗୁଡିକ
pa: ਵੇਰੀਏਬਲ
ps: تغیرات
ro: Variabile
ru: Переменные
sd: متغيرات
si: විචල්යයන්
sk: Premenné
sl: Spremenljivke
sq: Variabla
sr: Променљиве
sv: Variabler
sw: Anuwai
ta: மாறிகள்
te: వేరియబుల్స్
tg: Тағирёбандаҳо
th: ตัวแปร
tr: Değerler
ug: ئۆزگەرگۈچى مىقدار
uk: Змінні
ur: متغیر
uz: O'zgaruvchilar
vi: Biến
xh: Zahluka
yi: וועריאַבאַלז
zu: Okuguquguqukayo

# AboutTitle
source: About
af: Rondom
am: ስለ
ar: عن
az: Haqqında
be: Пра
bg: относно
bn: সম্পর্কিত
ca: Sobre
cs: O
cy: Yn ymwneud
de: Um
el: Σχετικά με
eo: Pri
et: Ümber
eu: Ei buruz
fa: در باره
fil: Tungkol sa
fr_ht: De
fy: Oer
ga: Faoi
gd: Mu dheidhinn
gl: Acerca de
gu: લગભગ
he: על אודות
hi: के बारे में
hr: Oko
hu: Ról ről
hy: Մասին
is: Um
ja: について
ka: გარშემო
kk: Жөнінде
km: អមបី
kn: ಬಗ್ಗೆ
ku: Ji dor
ky: Жөнүндө
lb: Iwwer
lo: ກ່ຽວກັບ
lt: Apie
lv: Pret
mi: Mō
mk: За
ml: കുറിച്ച്
mn: Тухай
mr: बद्दल
ms: Mengenai
mt: Madwar
my: အကေြာင်း
ne: प्राय
or: ବିଷୟରେ
pa: ਬਾਰੇ
ps: په اړه
ro: Despre
ru: О
sd: جي باري
si: ගැන
sk: O
sl: Približno
sq: Afër
sr: О томе
sv: Handla om
sw: Kuhusu
ta: பற்றி
te: గురించి
tg: Дар атрофи
th: เกี่ยวกับ
tr: Hakkında
ug: ھەققىدە
uk: Про
ur: کے بارے میں
uz: Haqida
vi: Về
xh: Malunga
yi: וועגן
zu: Maqondana

# AboutDescription
source: Batch download and process files easily.
af: Batch aflaai en verwerk lêers maklik.
am: የቡድን ማውረድ ፋይሎችን በቀላሉ ያውርዱ.
ar: تحميل الدُفعات ومعالجة الملفات بسهولة.
az: Batch fayllarını asanlıqla yükləyin və emal edin.
be: Загрузка партыі і апрацоўвае файлы лёгка.
bg: Партида изтегляне и обработка на файлове лесно.
bn: ব্যাচ সহজেই ফাইলগুলি ডাউনলোড করুন এবং প্রক্রিয়া করুন।
ca: Descàrrega i processament de fitxers per lots fàcilment.
cs: Snadno stahování a zpracování dávků snadno.
cy: Batch lawrlwytho a phrosesu ffeiliau yn hawdd.
de: Batch -Download- und Prozessdateien einfach.
el: Αρχεία λήψης και επεξεργασίας παρτίδας εύκολα.
eo: Batch elŝuti kaj prilabori dosierojn facile.
et: Partii allalaadimis- ja töötlege failid hõlpsalt.
eu: Lote deskargatu eta prozesatu fitxategiak erraz.
fa: بارگیری و پردازش دسته ها به راحتی.
fil: Madali ang pag -download at mga file ng pag -download.
fr_ht: Download pakèt ak dosye pwosesis fasil.
fy: Batch Download en ferwurkje bestannen maklik.
ga: Baisc íoslódáil agus próiseáil comhaid go héasca.
gd: Batch Download agus Foirm Foirmeil File gu furasta.
gl: Descarga e procesa os ficheiros con facilidade.
gu: બેચ ડાઉનલોડ અને ફાઇલોને સરળતાથી પ્રક્રિયા કરો.
he: אצווה הורדה ועבד קבצים בקלות.
hi: बैच डाउनलोड और प्रक्रिया फ़ाइलों को आसानी से।
hr: Batch Lako preuzimanje i obradu datoteka.
hu: A kötegelt letöltés és a fájlok feldolgozása egyszerűen.
hy: Խմբաքանակի ներբեռնման եւ գործընթացի ֆայլերը հեշտությամբ:
is: Hópur niðurhal og vinnslu skrár auðveldlega.
ja: ファイルを簡単にダウンロードして処理します。
ka: ჯგუფების ჩამოტვირთვა და ფაილების მარტივად დამუშავება.
kk: Пакет файлдарды оңай жүктеп, өңдеңіз.
km: បាច់ទាញយកនិងទាញយកឯកសារយ៉ាងងាយស្រួល។
kn: ಬ್ಯಾಚ್ ಡೌನ್‌ಲೋಡ್ ಮತ್ತು ಪ್ರಕ್ರಿಯೆ ಫೈಲ್‌ಗಳನ್ನು ಸುಲಭವಾಗಿ ಪ್ರಕ್ರಿಯೆಗೊಳಿಸಿ.
ku: Pelên dakêşin û pelên bi hêsanî pêvajoyê bikin.
ky: Пакеттик жүктөө жана файлдарды оңой эле иштеп чыгуу.
lb: Batch eroflueden a verännert Dateien einfach.
lo: ດາວໂຫລດແລະເອກະສານປະມວນຜົນໄດ້ຢ່າງງ່າຍດາຍ.
lt: Pakartotinis atsisiuntimas ir lengvai apdorokite failus.
lv: Partiju lejupielāde un faili viegli apstrādā.
mg: Batch Download sy ny fizarana rakitra mora.
mi: Tikiake i te puranga me te tukatuka i nga konae.
mk: Серија преземање и обработка на датотеки лесно.
ml: ബാച്ച് ഡൗൺലോഡും ഫയലുകളും എളുപ്പത്തിൽ പ്രോസസ്സ് ചെയ്യുക.
mn: Багц татаж авах, файлуудыг хялбархан боловсруулах.
mr: बॅच डाउनलोड आणि फायली सहजपणे प्रक्रिया करा.
ms: Batch muat turun dan proses fail dengan mudah.
mt: Lott Niżżel u Proċess ta 'Fajls faċilment.
my: ဖိုင်များကိုအလွယ်တကူ download လုပ်ပြီးလုပ်ဆောင်ပါ။
ne: ब्याच डाउनलोड गर्नुहोस् र सजिलै फाईल्नको लागि फाईलहरू।
or: ବ୍ୟାଚ୍ ଫାଇଲ୍ ସହଜରେ ଫାଇଲଗୁଡ଼ିକୁ ଡାଉନଲୋଡ୍ ଏବଂ ପ୍ରକ୍ରିୟା କରନ୍ତୁ |
pa: ਬੈਚ ਡਾ download ਨਲੋਡ ਕਰੋ ਅਤੇ ਫਾਈਲਾਂ ਨੂੰ ਅਸਾਨੀ ਨਾਲ ਦਬਾਓ.
ps: د بیچ ډاونلوډ او پروسس فایلونه په اسانۍ سره.
ro: Descărcare și procesare a lotului cu ușurință.
ru: Скачать и обрабатывать файлы загрузки и обработки.
sd: بيچ ڊائون لوڊ ۽ پروسيس فائلن کي آساني سان.
si: කණ්ඩායම පහසුවෙන් ගොනු පහසුවෙන් බාගත කර සකස් කරන්න.
sk: Stiahnite a spracujte súbory na sťahovanie a spracovanie.
sl: Datoteke za prenos in obdelavo paketov enostavno.
sq: Shkarkoni dhe përpunoni skedarët me lehtësi.
sr: Батцх преузмите и обрађујте датотеке лако.
sv: Batch nedladdning och processfiler enkelt.
sw: Kupakua kwa batch na kusindika faili kwa urahisi.
ta: தொகுதி பதிவிறக்க மற்றும் செயலாக்க கோப்புகளை எளிதாக.
te: బ్యాచ్ డౌన్‌లోడ్ మరియు ఫైల్‌లను సులభంగా ప్రాసెస్ చేయండి.
tg: Файлҳо зеркашӣ ва коркарди файлҳо ба осонӣ.
th: การดาวน์โหลดแบบแบทช์และประมวลผลไฟล์ได้อย่างง่ายดาย
tr: Kolayca topluca dosyaları indirin ve işleyin.
ug: تۈرلەرنى چۈشۈرۈش ۋە بىر تەرەپ قىلىش ھۆججەتلىرى ئاسان.
uk: Пакетне завантаження та обробка файлів легко.
ur: بیچ ڈاؤن لوڈ اور پروسیس فائلوں کو آسانی سے۔
uz: To'plamni yuklab oling va ishlov berish-ni osonlashtiradi.
vi: Tải xuống hàng loạt và xử lý các tập tin dễ dàng.
xh: I-Batch Khuphela kunye nenkqubo yeefayile ngokulula.
yi: פּעקל אראפקאפיע און פּראָצעס טעקעס לייכט.
zu: Latch Landa futhi ucubungule amafayela kalula.

# AboutLicense
source: License
af: Lisensieer
am: ፈቃድ
ar: رخصة
az: Lisenziya
be: Ліцэнзія
bg: Разрешително
bn: লাইসেন্স
ca: Llicenciar
cs: Licence
cy: Trwyddedent
de: Lizenz
el: Αδεια
eo: Permesilo
et: Litsents
eu: Baimendu
fa: مجوز
fil: Lisensya
fr_ht: Otorize
fy: Fergunning
ga: Cead
gd: Cead
gl: Licenza
gu: પરવાનો
he: רישיון
hi: लाइसेंस
hr: Licenca
hu: Engedély
hy: Լիցենզիա
is: Leyfi
ja: ライセンス
kk: Лицензия
km: អាេយសិត្ធិ
kn: ಪರವಾನಗಿ
ku: Îcaze
ky: Лицензия
lb: Lizenz
lo: ໃບອະນຸກົດ
lt: Licencija
lv: Licence
mg: Mombamomba ny mpanoratra
mi: Raihana
mk: Лиценца
ml: ലൈസൻസ്
mn: Тусгай зөвшөөрөл
mr: परवाना
ms: Lesen
mt: Liċenzja
my: အခွင့်
ne: अनुमतिपत्र
or: ଲାଇସେନ୍ସ
pa: ਲਾਇਸੈਂਸ
ps: جواز
ro: Licență
ru: Лицензия
sd: ليکڪ
si: බලපත්රය
sk: Licencia
sl: Dovoljenje
sq: Liçensë
sr: Лиценца
sv: Licens
sw: Leseni
ta: உரிமம்
te: లైసెన్స్
tg: Иьозат додан
th: ใบอนุญาต
tr: Lisans
ug: ئىجازەتنامە
uk: Ліцензія
ur: لائسنس
uz: Litsenziya
vi: Giấy phép
xh: Ilayisensi
yi: דערלויבעניש
zu: Ilayisense

# AboutTechnologies
source: Technologies Used:
af: Tegnologieë gebruik:
am: ያገለገሉ ቴክኖሎጂዎች
ar: التقنيات المستخدمة:
az: İstifadə olunan texnologiyalar:
be: Выкарыстаныя тэхналогіі:
bg: Използвани технологии:
bn: প্রযুক্তি ব্যবহৃত:
ca: Tecnologies utilitzades:
cs: Použité technologie:
cy: Technolegau a ddefnyddir:
de: Verwendete Technologien:
el: Χρησιμοποιούνται τεχνολογίες:
eo: Teknologioj uzataj:
et: Kasutatud tehnoloogiad:
eu: Erabilitako teknologiak:
fa: فن آوری های مورد استفاده:
fil: Mga teknolohiyang ginamit:
fr_ht: Teknoloji itilize:
fy: Technologyen brûkt:
ga: Teicneolaíochtaí a úsáideadh:
gd: Teicneòlasan air an cleachdadh:
gl: Tecnoloxías empregadas:
gu: તકનીકીઓ વપરાય છે:
he: טכנולוגיות המשמשות:
hi: उपयोग की गई प्रौद्योगिकियां:
hr: Korištene tehnologije:
hu: Használt technológiák:
hy: Օգտագործված տեխնոլոգիաներ.
is: Tækni notuð:
ja: 使用されるテクノロジー：
ka: გამოყენებული ტექნოლოგიები:
kk: Пайдаланылған технологиялар:
km: មានបច្ចេកវិទ្យាប្រើ:
kn: ಬಳಸಿದ ತಂತ್ರಜ್ಞಾನಗಳು:
ku: Teknolojiyên ku hatine bikar anîn:
ky: Колдонулган технологиялар:
lb: Technologien benotzt:
lo: ເຕັກໂນໂລຢີໃຊ້:
lt: Naudotos technologijos:
lv: Izmantotās tehnoloģijas:
mg: Teknolojia ampiasaina:
mi: Nga hangarau e whakamahia ana:
mk: Користени технологии:
ml: ഉപയോഗിച്ച സാങ്കേതികവിദ്യകൾ:
mn: Ашигласан технологи:
mr: तंत्रज्ञान वापरलेले:
ms: Teknologi yang digunakan:
mt: Teknoloġiji Użati:
my: အသုံးပြုသောနည်းပညာများ -
ne: प्रविधिहरू प्रयोग गरियो:
or: ଟେକ୍ନୋଲୋଜି ବ୍ୟବହୃତ:
pa: ਤਕਨੀਕ ਵਰਤੀ ਜਾਂਦੀ ਹੈ:
ps: ټیکاو کارول شوي
ro: Tehnologii utilizate:
ru: Используются технологии:
sd: ٽيڪنالاجي استعمال ڪئي وئي:
si: භාවිතා කරන තාක්ෂණයන්:
sk: Použité technológie:
sl: Uporabljene tehnologije:
sq: Teknologjitë e përdorura:
sr: Коришћене технологије:
sv: Teknologier som används:
sw: Teknolojia zilizotumiwa:
ta: பயன்படுத்தப்படும் தொழில்நுட்பங்கள்:
te: ఉపయోగించిన సాంకేతికతలు:
tg: Технологияҳои истифодашуда:
th: เทคโนโลยีที่ใช้:
tr: KUulanılan Teknolojiler:
ug: تېخنىكىلار ئىشلىتىلگەن:
uk: Використовуються технології:
ur: ٹیکنالوجیز استعمال کی گئیں:
uz: Amaldagi texnologiyalar:
vi: Công nghệ được sử dụng:
xh: Itekhnoloji esetyenzisiweyo:
yi: טעקנאַלאַדזשיז געניצט:
zu: Ubuchwepheshe obusetshenzisiwe:

# SaveAFile
source: Save a {app_name} file...
af: Stoor 'n {app_name} lêer ...
am: {App_lo_ ስም} ፋይልን ይቆጥቡ ...
ar: احفظ ملف {app_name} ...
az: Bir {App_name} faylını saxla ...
be: Захавайце файл {App_Name} ...
bg: Запазете файл {app_name} ...
bn: একটি {app_name} ফাইল সংরক্ষণ করুন ...
ca: Deseu un fitxer {App_name} ...
cs: Uložit soubor {app_name} ...
cy: Cadwch ffeil {app_name} ...
de: Speichern Sie eine {app_name} -Datei ...
el: Αποθηκεύστε ένα αρχείο {app_name} ...
eo: Konservu dosieron {app_name} ...
et: Salvestage {app_name} fail ...
eu: Gorde {app_name} fitxategia ...
fa: یک پرونده {app_name} ذخیره کنید ...
fil: I -save ang isang {app_name} file ...
fr_ht: Sove yon {app_name} dosye ...
fy: Bewarje in {app_name} bestân ...
ga: Sábháil comhad {app_name} ...
gd: Sàbhail {App_name} faidhle ...
gl: Gardar un ficheiro {app_name} ...
gu: {એપ્લિકેશન_નામ} ફાઇલ સાચવો ...
he: שמור קובץ {app_name} ...
hi: एक {app_name} फ़ाइल सहेजें ...
hr: Spremite datoteku {app_name} ...
hu: Mentse el a {app_name} fájlt ...
hy: Պահպանեք {App_name} ֆայլ ...
is: Vistaðu {app_name} skrá ...
ja: {app_name}ファイルを保存...
ka: შეინახეთ {app_name} ფაილი ...
kk: {App_name} файлын сақтаңыз ...
km: រក្សាទុកឯកសារ {app_name} ...
kn: {App_name} ಫೈಲ್ ಅನ್ನು ಉಳಿಸಿ ...
ku: Pelê {{App_Name} hilînin ...
ky: Сактоо {app_name} файлын сактаңыз ...
lb: Spuert eng {App_name} Datei ...
lo: ບັນທຶກ {App_Name}} ແຟ້ມ ...
lt: Išsaugokite failą {app_name} ...
lv: Saglabāt {app_name} failu ...
mg: Tehirizo ny rakitra {app_name} ...
mi: Whakaorangia te konae {App_name} ...
mk: Зачувајте датотека {app_name} ...
ml: ഒരു {App_name} ഫയൽ സംരക്ഷിക്കുക ...
mn: {App_NAME} Файлыг хэмнэх ...
mr: एक {अ‍ॅप_नाव} फाईल जतन करा ...
ms: Simpan fail {app_name} ...
mt: Issejvja fajl {app_name} ...
my: {app_name} ဖိုင်ကိုသိမ်းဆည်းပါ ...
ne: एक {app_नाम} क्रेडिट बचत गर्नुहोस् ...
or: A {app_ame} ଫାଇଲ୍ ସେଭ୍ ...
pa: ਇੱਕ {app_name} ਫਾਈਲ ਨੂੰ ਸੇਵ ਕਰੋ ...
ps: فایلونه خوندي کړئ {pec_ کارن-دوتنه ...
ro: Salvați un fișier {App_name} ...
ru: Сохранить файл {app_name} ...
sd: محفوظ ڪريو {App_name} فائل ...
si: {App_name} ගොනුවක් සුරකින්න ...
sk: Uložte súbor {app_name} ...
sl: Shrani datoteko {app_name} ...
sq: Ruani një skedar {app_name} ...
sr: Спреми А {апп_наме} датотеку ...
sv: Spara en {app_name} -fil ...
sw: Hifadhi faili ya {app_name} ...
ta: {App_name} கோப்பை சேமிக்கவும் ...
te: {App_name} ఫైల్‌ను సేవ్ చేయండి ...
tg: Файли {App_name} -ро сарфа кунед ...
th: บันทึกไฟล์ {app_name} ...
tr: Bir {app_name} dosaysını kaydet...
ug: A {App_NAME} ھۆججىتىنى ساقلاڭ A
uk: Збережіть файл {app_name} ...
ur: ایک {app_name} فائل کو محفوظ کریں ...
uz: A {app_name} Fayl ...
vi: Lưu tệp {app_name} ...
xh: Gcina i-{igama le-APPON
yi: היט אַ {אַפּ_נאַמע} טעקע ...
zu: Gcina ifayela {app_name} ...
