Repository: Haltroy/BlueAir
Catalog: BlueAir/Properties/Resources.*.resx
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, de, el, eo, et, eu, fa, fil, fr_ht, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, is, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, or, pa, ps, ro, ru, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tr, ug, uk, ur, uz, vi, xh, yi, zu

source: Target Folder:
af: Teikenmap:
am: Target ላማ አቃፊ
ar: المجلد الهدف:
az: Hədəf qovluğu:
be: Мэтавая тэчка:
bg: Целева папка:
bn: লক্ষ্য ফোল্ডার:
ca: Carpeta de destinació:
cs: Cílová složka:
cy: Ffolder Targed:
de: Zielordner:
el: Φάκελος στόχου:
eo: Cela dosierujo:
et: Sihtkaust:
eu: Xede karpeta:
fa: پوشه هدف:
fil: Target na folder:
fr_ht: Dosye sib:
fy: Doelmap:
ga: Fillteán Sprioc:
gd: Pasgan targaid:
gl: Carpeta de destino:
gu: લક્ષ્ય ફોલ્ડર:
he: תיקיית יעד:
hi: लक्ष्य फ़ोल्डर:
hr: Ciljna mapa:
hu: Cél mappa:
hy: Թիրախային թղթապանակ.
is: Markmöppu:
ja: ターゲットフォルダー：
ka: სამიზნე საქაღალდე:
kk: Мақсатты қалта:
km: ថតឯកសារ:
kn: ಟಾರ್ಗೆಟ್ ಫೋಲ್ಡರ್:
ku: Peldanka Armanc:
ky: Максаттуу папка:
lb: Zil Dossier:
lo: ໂຟນເດີເປົ້າຫມາຍ:
lt: Tikslinis aplankas:
lv: Mērķa mape:
mg: Folder kendrena:
mi: Kōpaki ūnga:
mk: Целна папка:
ml: ടാർഗെറ്റ് ഫോൾഡർ:
mn: Зорилтот хавтас:
mr: लक्ष्य फोल्डर:
ms: Folder Sasaran:
mt: Folder tal-Mira:
my: ပစ်မှတ် folder:
ne: लक्ष्य फोल्डर:
or: ଲକ୍ଷ୍ୟ ଫୋଲ୍ଡର:
pa: ਟਾਰਗੇਟ ਫੋਲਡਰ:
ps: د نښه فولډر:
ro: Folder țintă:
ru: Целевая папка:
sd: ٽارگيٽ فولڊر:
si: ඉලක්ක ෆෝල්ඩරය:
sk: Cieľový priečinok:
sl: Ciljna mapa:
sq: Dosja e synuar:
sr: Циљна мапа:
sv: Målmapp:
sw: Folda inayolenga:
ta: இலக்கு கோப்புறை:
te: లక్ష్య ఫోల్డర్:
tg: Папкаи мақсаднок:
th: โฟลเดอร์เป้าหมาย:
tr: Hedef Klasör:
ug: نىشان ھۆججەت قىسقۇچى:
uk: Цільова папка:
ur: ٹارگٹ فولڈر:
uz: Maqsadli papka:
vi: Thư mục mục tiêu:
xh: Ifolda yethagethi:
yi: ציל טעקע:
zu: Ifolda yethagethi:

source: Download Agent:
af: Aflaai agent:
am: አውርድ ወኪል:
ar: وكيل التنزيل:
az: Yükləmə Agent:
be: Спампаваць агент:
bg: Изтеглете агент:
bn: ডাউনলোড এজেন্ট:
ca: Descarregueu l'agent:
cs: Stáhnout agent:
cy: Lawrlwytho Asiant:
el: Λήψη πράκτορα:
eo: Elŝuti Agento:
et: Laadi alla agent:
eu: Deskargatu agentea:
fa: دانلود عامل:
fil: I -download ang ahente:
fr_ht: Download Ajan:
ga: Gníomhaire Íoslódáil:
gd: Luchdaich sìos àidseant:
gl: Axente de descarga:
gu: એજન્ટ ડાઉનલોડ કરો:
he: סוכן הורד:
hi: डाउनलोड एजेंट:
hr: Preuzmite agent:
hu: Letöltési ügynök:
hy: Ներբեռնեք գործակալը.
is: Niðurhal umboðsmaður:
ja: ダウンロードエージェント：
ka: ჩამოტვირთვა აგენტი:
kk: Агентті жүктеу:
km: ភ្នាក់ងារទាញយក:
kn: ಏಜೆಂಟ್ ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ:
ku: Agent dakêşin:
ky: Агент:
lo: ຕົວແທນດາວໂຫລດ:
lt: Atsisiuntimo agentas:
lv: Lejupielādes aģents:
mi: Tangohia te kaihoko:
mk: Агент за преземање:
ml: ഡൗൺലോഡുചെയ്യുക ഏജന്റ്:
mn: Татаж авах агент:
mr: डाउनलोड एजंट:
ms: Ejen Muat turun:
mt: Aġent tat-tniżżil:
my: ဒေါင်းလုပ်,
ne: ग्राम डाउनलोड गर्नुहोस्:
or: ଏଜେଣ୍ଟ ଡାଉନଲୋଡ୍ କରନ୍ତୁ:
pa: ਡਾਉਨਲੋਡ ਏਜੰਟ:
ps: د ایجنټ ډاونلوډ کړئ:
ro: Descărcați agent:
ru: Скачать агент:
sd: ايجنٽ ڊائون لوڊ ڪريو:
si: නියෝජිතයා බාගන්න:
sk: Agent na stiahnutie:
sl: Prenos agenta:
sq: Agjent i shkarkimit:
sr: Агент за преузимање:
sv: Nedladdningsagent:
sw: Pakua Wakala:
ta: பதிவிறக்கம் முகவர்:
te: ఏజెంట్‌ను డౌన్‌లోడ్ చేయండి:
tg: Download:
th: ดาวน์โหลดตัวแทน:
tr: İndirici:
ug: ۋاكالەتچى چۈشۈرۈش:
uk: Завантажити агент:
ur: ایجنٹ ڈاؤن لوڈ کریں:
uz: Agentlikni yuklab oling:
vi: Tải xuống Đại lý:
xh: Khuphela iarhente:
yi: אראפקאפיע אַגענט:
zu: Ukulanda i-ejenti:

# RunCommands
source: Run commands before and after a download:
af: Begin opdragte voor en na 'n aflaai:
am: ከመውረድ በፊት እና በኋላ ትዕዛዞችን ያሂዱ:
ar: تشغيل الأوامر قبل وبعد التنزيل:
az: Bir yükləmədən əvvəl və sonra əmrləri işə salın:
be: Запусціце каманды да і пасля загрузкі:
bg: Изпълнете команди преди и след изтегляне:
bn: ডাউনলোডের আগে এবং পরে কমান্ডগুলি চালান:
ca: Executeu ordres abans i després d'una descàrrega:
cs: Spusťte příkazy před a po stahování:
cy: Rhedeg gorchmynion cyn ac ar ôl lawrlwytho:
de: Befehle vor und nach einem Download ausführen:
el: Εκτέλεση εντολών πριν και μετά από λήψη:
eo: Kuru komandojn antaŭ kaj post elŝuto:
et: Käivitage käsud enne ja pärast allalaadimist:
eu: Exekutatu komandoak deskargaren aurretik eta ondoren:
fa: دستورات را قبل و بعد از بارگیری اجرا کنید:
fil: Patakbuhin ang mga utos bago at pagkatapos ng isang pag -download:
fr_ht: Kouri kòmandman anvan ak apre yon download:
fy: Run-kommando's foar en nei in downloaden:
ga: Orduithe Rith roimh agus tar éis íoslódála:
gd: Àitheanan ruith ro agus às deidh luchdachadh sìos:
gl: Executar comandos antes e despois dunha descarga:
gu: ડાઉનલોડ પહેલાં અને પછી આદેશો ચલાવો:
he: הפעל פקודות לפני ואחרי הורדה:
hi: एक डाउनलोड से पहले और बाद में कमांड चलाएं:
hr: Pokrenite naredbe prije i nakon preuzimanja:
hu: Futtassa a parancsokat a letöltés előtt és után:
hy: Գործարկել հրամանները ներբեռնումից առաջ եւ հետո.
is: Keyrðu skipanir fyrir og eftir niðurhal:
ja: ダウンロードの前後にコマンドを実行します：
ka: გაუშვით ბრძანებები ჩამოტვირთვის წინ და შემდეგ:
kk: Жүктеуден бұрын және кейін командаларды іске қосыңыз:
km: រត់ពាក្យបញ្ជាមុននិងក្រោយការទាញយក:
kn: ಡೌನ್‌ಲೋಡ್ ಮೊದಲು ಮತ್ತು ನಂತರ ಆಜ್ಞೆಗಳನ್ನು ಚಲಾಯಿಸಿ:
ku: Berî Daxistinê fermanan dimeşînin:
ky: Жүктөөдөн мурун жана андан кийин буйруктарды иштетиңиз:
lb: Run Kommandoen virun an no engem Download:
lo: ດໍາເນີນການຄໍາສັ່ງກ່ອນແລະຫຼັງການດາວໂຫລດ:
lt: Vykdykite komandas prieš ir po atsisiuntimo:
lv: Palaidiet komandas pirms un pēc lejupielādes:
mg: Mandidy baiko aloha sy aorian'ny fampidinana:
mi: Whakahaerehia nga whakahau i mua me muri i te tango:
mk: Изврши команди пред и после преземање:
ml: ഒരു ഡ download ൺലോഡിന് മുമ്പും ശേഷവും കമാൻഡുകൾ പ്രവർത്തിപ്പിക്കുക:
mn: Татаж авахаас өмнө болон дараа командыг ажиллуул.
mr: डाउनलोड करण्यापूर्वी आणि नंतर आज्ञा चालवा:
ms: Jalankan arahan sebelum dan selepas muat turun:
mt: Ħaddem il-kmandi qabel u wara tniżżil:
my: download တစ်ခုမတိုင်မီနှင့်အပြီး command များကို run:
ne: डाउनलोड अघि र पछाडि आदेशहरू चलाउनुहोस्:
or: ଏକ ଡାଉନଲୋଡ୍ ପୂର୍ବରୁ ଏବଂ ପରେ କମାଣ୍ଡ୍ ଚଲାନ୍ତୁ:
pa: ਇੱਕ ਡਾਉਨਲੋਡ ਤੋਂ ਪਹਿਲਾਂ ਅਤੇ ਬਾਅਦ ਵਿੱਚ ਕਮਾਂਡਾਂ ਚਲਾਓ:
ps: د ډاونلوډ څخه مخکې او وروسته حکمونه پرمخ وړئ:
ro: Rulați comenzi înainte și după o descărcare:
ru: Запустите команды до и после загрузки:
sd: ڊائون لوڊ ڪرڻ کان اڳ ۽ پوء حڪم جاري ڪريو:
si: බාගත කිරීමකට පෙර සහ පසුව විධාන ධාවනය කරන්න:
sk: Spustiť príkazy pred a po stiahnutí:
sl: Zaženite ukaze pred in po prenosu:
sq: Drejtoni komandat para dhe pas një shkarkimi:
sr: Покрените команде пре и после преузимања:
sv: Kör kommandon före och efter en nedladdning:
sw: Run amri kabla na baada ya kupakua:
ta: பதிவிறக்கத்திற்கு முன்னும் பின்னும் கட்டளைகளை இயக்கவும்:
te: డౌన్‌లోడ్ ముందు మరియు తరువాత ఆదేశాలను అమలు చేయండి:
tg: Фармоишҳоро пеш аз ва пас аз зеркашӣ иҷро кунед:
th: เรียกใช้คำสั่งก่อนและหลังการดาวน์โหลด:
tr: İndirme başlatmadan önce/bittikten sonra komut çalıştır:
ug: چۈشۈرۈشنىڭ ئالدى-كەينىدە بۇيرۇقنى ئىجرا قىلىڭ:
uk: Запустити команди до та після завантаження:
ur: ڈاؤن لوڈ سے پہلے اور بعد میں کمانڈ چلائیں:
uz: Yuklab olishdan oldin va keyin buyruqlarni bajaring:
vi: Chạy các lệnh trước và sau khi tải xuống:
xh: Gijimani imiyalelo ngaphambi nasemva kokukhuphela:
yi: לויפן קאַמאַנדז איידער און נאָך אַ אראפקאפיע:
zu: Run Commands ngaphambi nangemva kokulanda:

# BeforeCommand
source: Before download:
af: Voor aflaai:
am: ከማውረድዎ በፊት:
ar: قبل التنزيل:
az: Yükləmədən əvvəl:
be: Перад загрузкай:
bg: Преди изтегляне:
bn: ডাউনলোডের আগে:
ca: Abans de la descàrrega:
cs: Před stažením:
cy: Cyn lawrlwytho:
de: Vor dem Download:
el: Πριν από τη λήψη:
eo: Antaŭ elŝuti:
et: Enne allalaadimist:
eu: Deskargatu aurretik:
fa: قبل از بارگیری:
fil: Bago i -download:
fr_ht: Anvan Download:
fy: Foardat jo downloade:
ga: Roimh íoslódáil:
gd: Ro luchdachadh sìos:
gl: Antes da descarga:
gu: ડાઉનલોડ કરતા પહેલા:
he: לפני הורדה:
hi: डाउनलोड से पहले:
hr: Prije preuzimanja:
hu: Letöltés előtt:
hy: Ներբեռնելու համար.
is: Fyrir niðurhal:
ja: ダウンロード前：
ka: ჩამოტვირთვა:
kk: Жүктеу алдында:
km: មុនពេលទាញយក:
kn: ಡೌನ್‌ಲೋಡ್ ಮಾಡುವ ಮೊದಲು:
ku: Berî dakêşin:
ky: Жүктөөдөн мурун:
lb: Ier Dir eroflueden:
lo: ກ່ອນທີ່ຈະດາວໂຫລດ:
lt: Prieš atsisiunčiant:
lv: Pirms lejupielādes:
mg: Alohan'ny download:
mi: Tuhinga o mua
mk: Пред преземање:
ml: ഡൗൺലോഡുചെയ്യുന്നതിന് മുമ്പ്:
mn: Татаж авахаас өмнө:
mr: डाउनलोड करण्यापूर्वी:
ms: Sebelum Muat turun:
mt: Qabel tniżżel:
my: ဒေါင်းလုပ်မပြုမီ:
ne: डाउनलोड अघि:
or: ଡାଉନଲୋଡ୍ କରିବା ପୂର୍ବରୁ:
pa: ਡਾਉਨਲੋਡ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ:
ps: د ډاونلوډ دمخه:
ro: Înainte de descărcare:
ru: Перед загрузкой:
sd: ڊائون لوڊ ڪرڻ کان پهريان:
si: බාගත කිරීමට පෙර:
sk: Pred stiahnutím:
sl: Pred prenosom:
sq: Para se të shkarkoni:
sr: Пре преузимања:
sv: Innan nedladdning:
sw: Kabla ya kupakua:
ta: பதிவிறக்குவதற்கு முன்:
te: డౌన్‌లోడ్ ముందు:
tg: Пеш аз зеркашӣ:
th: ก่อนดาวน์โหลด:
tr: Başlatma öncesi komut:
ug: چۈشۈرۈشتىن بۇرۇن:
uk: Перед завантаженням:
ur: ڈاؤن لوڈ سے پہلے:
uz: Yuklab olishdan oldin:
vi: Trước khi tải xuống:
xh: Ngaphambi kokukhuphela:
yi: איידער אראפקאפיע:
zu: Ngaphambi kokulanda:

# AfterCommand
source: After download:
af: Na aflaai:
am: ከወረዱ በኋላ
ar: بعد التنزيل:
az: Yükləndikdən sonra:
be: Пасля загрузкі:
bg: След изтегляне:
bn: ডাউনলোডের পরে:
ca: Després de la descàrrega:
cs: Po stažení:
cy: Ar ôl lawrlwytho:
de: Nach dem Download:
el: Μετά τη λήψη:
eo: Post elŝuti:
et: Pärast allalaadimist:
eu: Deskargatu ondoren:
fa: پس از بارگیری:
fil: Pagkatapos mag -download:
fr_ht: Apre telechaje:
fy: Nei Download:
ga: Tar éis íoslódáil:
gd: An dèidh luchdachadh sìos:
gl: Despois da descarga:
gu: ડાઉનલોડ કર્યા પછી:
he: לאחר ההורדה:
hi: डाउनलोड के बाद:
hr: Nakon preuzimanja:
hu: Letöltés után:
hy: Ներբեռնումից հետո.
is: Eftir niðurhal:
ja: ダウンロード後：
ka: ჩამოტვირთვის შემდეგ:
kk: Жүктелгеннен кейін:
km: បន្ទាប់ពីទាញយក:
kn: ಡೌನ್‌ಲೋಡ್ ಮಾಡಿದ ನಂತರ:
ku: Piştî daxistinê:
ky: Жүктөөдөн кийин:
lb: Nom Download:
lo: ຫຼັງຈາກດາວໂຫລດ:
lt: Po atsisiuntimo:
lv: Pēc lejupielādes:
mg: Aorian'ny fisintahana:
mi: I muri i te tango:
mk: По преземањето:
ml: ഡൗൺലോഡിനുശേഷം:
mn: Татаж авсны дараа:
mr: डाउनलोड नंतर:
ms: Selepas Muat turun:
mt: Wara tniżżil:
my: ဒေါင်းလုပ်ပြီးနောက်
ne: डाउनलोड पछि:
or: ଡାଉନଲୋଡ୍ ପରେ:
pa: ਡਾਉਨਲੋਡ ਕਰਨ ਤੋਂ ਬਾਅਦ:
ps: د ډاونلوډ وروسته:
ro: După descărcare:
ru: После скачивания:
sd: ڊائون لوڊ ڪرڻ کانپوء:
si: බාගත කිරීමෙන් පසු:
sk: Po stiahnutí:
sl: Po prenosu:
sq: Pas shkarkimit:
sr: После преузимања:
sv: Efter nedladdning:
sw: Baada ya kupakua:
ta: பதிவிறக்க பிறகு:
te: డౌన్‌లోడ్ తర్వాత:
tg: Пас аз зеркашӣ:
th: หลังจากดาวน์โหลด:
tr: Bitiş sonrası komut:
ug: چۈشۈرۈلگەندىن كېيىن:
uk: Після завантаження:
ur: ڈاؤن لوڈ کے بعد:
uz: Yuklab olingandan keyin:
vi: Sau khi tải xuống:
xh: Emva kokukhuphela:
yi: נאָך אָפּלאָדירן:
zu: Ngemuva kokulanda:

source: Required
af: Vereis
am: ያስፈልጋል
ar: مطلوب
az: Tələb olunan
be: Патрабуецца
bg: Задължително
bn: প্রয়োজনীয়
ca: Requerit
cs: Požadované
cy: Yn ofynnol
de: Erforderlich
el: Απαιτείται
eo: Bezonata
et: Nõutud
eu: Murriztu
fa: ضروری
fil: Kailangan
fr_ht: Obligatwa
fy: Fereaske
ga: Gá
gd: Riatanach
gl: Necesario
gu: આવશ્યક
he: נדרש
hi: आवश्यक
hr: Potreban
hu: Kívánt
hy: Պահանջվում է
is: Nauðsynlegt
ja: 必須
ka: საჭირო
kk: Қажет
km: តាតុក
kn: ಅಗತ್ಯ
ku: Pêwistî
ky: Талап кылынат
lb: Verlaangt
lo: ຕ້ອງການ
lt: Būtinas
lv: Prasīgs
mg: ilaina
mi: Hiahiatia
mk: Задолжително
ml: ആവശമായ
mn: Нь урьдчилсан
mr: आवश्यक
ms: Diperlukan
mt: Meħtieġ
my: လိုအပ်တယ်
ne: आवश्यक
or: ଆବଶ୍ୟକ
pa: ਲੋੜੀਂਦਾ
ps: اړین دی
ro: Necesar
ru: Необходимый
sd: حق
si: අවශ්යයි
sk: Požadovaný
sl: Potrebno
sq: I kërkuar
sr: Потребан
sv: Nödvändig
sw: Inahitajika
ta: தேவை
te: అవసరం
tg: Талаб карда мешавад
th: ที่จำเป็น
tr: Gerekli
ug: تەلەپ قىلىنغان
uk: вимагається
ur: ضروری ہے
uz: Talab qilingan
vi: Yêu cầu
xh: Iyafuneka
yi: פארלאנגט
zu: -Dingekakayo

# AllowFailure
source: Can fail
af: Kan misluk
am: ሊሳካል ይችላል
ar: يمكن أن تفشل
az: Uğursuz ola bilər
be: Можа выйсці з ладу
bg: Може да се провали
bn: ব্যর্থ হতে পারে
ca: Pot fallar
cs: Může selhat
cy: Yn gallu methu
de: Kann scheitern
el: Μπορεί να αποτύχει
eo: Povas malsukcesi
et: Võib ebaõnnestuda
eu: Huts egin dezake
fa: می تواند شکست بخورد
fil: Maaaring mabigo
fr_ht: Ka echwe
fy: Kin mislearje
ga: Is féidir teip
gd: Fàilligeadh
gl: Pode fallar
gu: નિષ્ફળ થઈ શકે છે
he: יכול להיכשל
hi: असफल हो सकता है
hr: Može propasti
hu: Meghibásodhat
hy: Կարող է ձախողվել
is: Getur mistekist
ja: 失敗する可能性があります
ka: შეიძლება ვერ მოხდეს
kk: Сәтсіздікке ұшырауы мүмкін
km: អាចបរាជ័យ
kn: ವಿಫಲವಾಗಬಹುದು
ku: Dikare têk bibe
ky: Ийгиликке жете алат
lb: Kann versoen
lo: ສາມາດລົ້ມເຫລວໄດ້
lt: Gali nepavykti
lv: Var neizdoties
mg: Mety tsy hahomby
mi: Ka taea
mk: Може да пропадне
ml: പരാജയപ്പെടും
mn: Бүтэлгүйтэж болно
mr: अयशस्वी होऊ शकते
ms: Boleh gagal
mt: Jista 'jonqos
my: ကျရှုံးနိုင်ပါတယ်
ne: असफल हुन
or: ବିଫଳ ହୋଇପାରେ |
pa: ਅਸਫਲ ਹੋ ਸਕਦਾ ਹੈ
ps: ورک کیدی شي
ro: Poate eșua
ru: Может потерпеть неудачу
sd: ناڪام ٿي سگهي ٿو
si: අසමත් විය හැකිය
sk: Môže zlyhať
sl: Lahko ne uspe
sq: Mund të dështojë
sr: Не може да пропадне
sv: Kan misslyckas
sw: Inaweza kushindwa
ta: தோல்வியடையலாம்
te: విఫలం కావచ్చు
tg: Метавонад ноком шавад
th: สามารถล้มเหลวได้
tr: Hata verebilir
ug: مەغلۇپ بولىدۇ
uk: Може провалюватися
ur: ناکام ہو سکتے ہیں
uz: Muvaffaqiyatsiz bo'lishi mumkin
vi: Có thể thất bại
xh: Inokusilela
yi: קענען פאַרלאָזן
zu: Angehluleka

source: New folder...
af: Nuwe leêr...
am: አዲስ ማህደር...
ar: ملف جديد...
az: Yeni qovluq...
be: Новая тэчка ...
bg: Нова папка...
bn: নতুন ফোল্ডার...
ca: Carpeta nova...
cs: Nová složka...
cy: Ffolder newydd ...
de: Neuer Ordner...
el: Νέος φάκελος...
eo: Nova dosierujo ...
et: Uus kaust...
eu: Karpeta berria...
fa: پوشه جدید...
fil: Bagong folder...
fr_ht: Nouvo katab ...
fy: Nije map ...
ga: Fillteán nua...
gd: Pasgan ùr ...
gl: Nova carpeta...
gu: નવું ફોલ્ડર...
he: תיקייה חדשה...
hi: नया फ़ोल्डर...
hr: Nova mapa...
hu: Új mappa...
hy: Նոր թղթապանակ...
is: Ný mappa...
ja: 新しいフォルダー...
ka: Ახალი საქაღალდე...
kk: Жаңа папка...
km: ប្រអប់​ឯកសារ​ថ្មី...
kn: ಹೊಸ ಫೋಲ್ಡರ್ ...
ku: Peldanka nû ...
ky: Жаңы папка...
lb: Neien Dossier...
lo: ໂຟນເດີໃຫມ່ ...
lt: Naujas aplankas...
lv: Jauna mape...
mg: Folder vaovao ...
mi: Kōpaki Hou ...
mk: Нова папка ...
ml: പുതിയ ഫോൾഡർ ...
mn: Шинэ хавтас...
mr: नवीन फोल्डर ...
ms: Fail baharu...
mt: Folder Ġdid ...
my: ဖိုင်တွဲအသစ်...
ne: नयाँ फोल्डर ...
or: ନୂତନ ଫୋଲ୍ଡର ...
pa: ਨਵਾਂ ਫੋਲਡਰ...
ps: نوی پوښی ...
ro: Dosar nou...
ru: Новая папка...
sd: نئون فولڊر...
si: නව ෆෝල්ඩරය ...
sk: Nový priečinok...
sl: Nova mapa ...
sq: Dosje e re...
sr: Нова фасцикла...
sv: Ny mapp...
sw: Folder mpya...
ta: புதிய அடைவை...
te: కొత్త అమరిక...
tg: Папкаи нав ...
th: แฟ้มใหม่...
tr: Yeni Klasör...
ug: يېڭى ھۆججەت قىسقۇچ ...
uk: Нова папка...
ur: نیا فولڈر...
uz: Yangi papka...
vi: Thư mục mới...
xh: Ifolda entsha...
yi: ניו טעקע ...
zu: Ifolda entsha ...

source: New File...
af: Nuwe lêer ...
am: አዲስ ፋይል ...
ar: ملف جديد...
az: Yeni fayl ...
be: Новы файл ...
bg: Нов файл ...
bn: নতুন নথি...
ca: Nou fitxer ...
cs: Nový soubor...
cy: Ffeil newydd ...
de: Neue Datei...
el: Νέο αρχείο...
eo: Nova dosiero ...
et: Uus fail ...
eu: Fitxategi berria ...
fa: پرونده جدید ...
fil: Bagong file...
fr_ht: Nouvo dosye ...
fy: Nij bestân ...
ga: Comhad nua ...
gd: Faidhle ùr ...
gl: Novo ficheiro ...
gu: નવી ફાઇલ ...
he: קובץ חדש...
hi: नई फ़ाइल...
hr: Nova datoteka ...
hu: Új fájl...
hy: Նոր ֆայլ ...
is: Ný skrá ...
ja: 新しいファイル...
ka: ახალი ფაილი ...
kk: Жаңа файл ...
km: ឯកសារថ្មី ...
kn: ಹೊಸ ಫೈಲ್ ...
ku: Pelê nû ...
ky: Жаңы файл...
lb: Nei Datei ...
lo: ເອກະສານໃຫມ່ ...
lt: Naujas failas ...
lv: Jauns fails ...
mg: Rakitra vaovao ...
mi: Kōnae Hou ...
mk: Нова датотека ...
ml: പുതിയ ഫയൽ ...
mn: Шинэ файл ...
mr: नवीन फाईल ...
ms: Fail baru ...
mt: Fajl ġdid ...
my: ဖိုင်အသစ် ...
ne: नयाँ फाईल ...
or: ନୂତନ ଫାଇଲ୍ ...
pa: ਨਵੀਂ ਫਾਈਲ ...
ps: نوې دوت دوتنه ...
ro: Fișier nou ...
ru: Новый файл...
sd: نئين غلطي ...
si: නව ගොනුව ...
sk: Nový súbor ...
sl: Nova datoteka ...
sq: Skedar i ri ...
sr: Нова датотека ...
sv: Ny fil...
sw: Faili mpya ...
ta: புதிய கோப்பு ...
te: క్రొత్త ఫైల్ ...
tg: Файли нав ...
th: ไฟล์ใหม่ ...
tr: yeni Dosya...
ug: يېڭى ھۆججەت ...
uk: Новий файл ...
ur: نئی فائل ...
uz: Yangi fayl ...
vi: Tập tin mới...
xh: Ifayile entsha ...
yi: נייע טעקע ...
zu: Ifayela elisha ...

# RemoveSelectedDO
source: Remove Selected...
af: Verwyder geselekteerde...
am: ተመርጠዋል ...
ar: ازل المحدد...
az: Seçilmiş çıxarın ...
be: Выдаліце выбраныя ...
bg: Премахнете избраното...
bn: নির্বাচিত অংশের অপসারণ...
ca: Traieu seleccionat ...
cs: Odstranit vybrané...
cy: Tynnu dethol ...
de: Ausgewählte entfernen ...
el: Αφαιρέστε τα επιλεγμένα...
eo: Forigu elektitan ...
et: Eemalda valitud...
eu: Kendu hautatutako ...
fa: حذف انتخاب شده...
fil: Alisin ang napiling ...
fr_ht: Retire chwazi ...
fy: Ferwiderje selekteare ...
ga: Bain roghnaithe ...
gd: Thoir air falbh an taghadh ...
gl: Elimina seleccionado ...
gu: ચયન કરેલું દૂર કરો...
he: הסר פריטים שנבחרו...
hi: चयनित हटाएं...
hr: Uklonite odabrano ...
hu: A kiválasztott eltávolítása...
hy: Հեռացրեք ընտրված ...
is: Fjarlægja valið...
ja: 削除選択...
ka: Მონიშნულის წაშლა...
kk: Таңдалған ...
km: លុបបានជ្រើសរើស ...
kn: ಆಯ್ದ ತೆಗೆದುಹಾಕಿ ...
ku: Hilbijartin rakirin ...
ky: Тандалган ...
lb: Ewechzehuelen Ausgewielte ...
lo: ເອົາທີ່ເລືອກ ...
lt: Pašalinti pasirinktą...
lv: Noņemt atlasīto ...
mg: Esory ny voafantina ...
mi: Tango i tohua ...
mk: Отстранете го избраниот ...
ml: തിരഞ്ഞെടുത്തത് നീക്കംചെയ്യുക ...
mn: Сонгосон ...
mr: निवडलेले काढा ...
ms: Buang yang ditanda...
mt: Neħħi magħżul ...
my: ရွေးချယ်ထားသည့်ဖယ်ရှားလိုက်ပါ ...
ne: चयन गरिएको चयन गर्नुहोस् ...
or: ମନୋନୀତ ଅପସାରଣ କରନ୍ତୁ ...
pa: ਚੁਣੇ ਹੋਏ ...
ps: ټاکل شوی:
ro: Sterge selectia...
ru: Убрать выбранное...
sd: منتخب ٿيل کي ختم ڪريو ...
si: තෝරාගත් ඉවත් කරන්න ...
sk: Vymazať označené...
sl: Odstrani izbrano...
sq: Hiq të zgjedhur ...
sr: Одстрани изабрано...
sv: Ta bort valda...
sw: Ondoa kuchaguliwa ...
ta: தேர்ந்தெடுக்கப்பட்டதை அகற்று ...
te: ఎంచుకున్న తొలగించండి ...
tg: Хуруҷро тоза кунед ...
th: ลบที่เลือก ...
tr: Seçileni Sil...
ug: تاللانغانلارنى ئۆچۈرۈڭ ...
uk: Видаліть вибрано ...
ur: منتخب کردہ کو ہٹا دیں ...
uz: Tanlangan ...
vi: Bỏ đã chọn...
xh: Susa okhethiweyo ...
yi: אַראָפּנעמען אויסגעקליבן ...
zu: Susa okhethiwe ...

source: Name:
af: Naam:
am: ስም: -
ar: اسم:
az: Ad:
be: Імя:
bg: Име:
bn: নাম:
ca: Nom:
cs: Název:
cy: Enw:
el: Ονομα:
eo: Nomo:
et: Nimi:
eu: Izena:
fa: نام:
fil: Pangalan:
fr_ht: Non:
fy: Namme:
ga: Ainmnigh:
gd: Ainm:
gl: Nome:
gu: નામ:
he: שֵׁם:
hi: नाम:
hr: Ime:
hu: Név:
hy: Անուն:
is: Nafn:
ja: 名前：
ka: სახელი:
kk: Аты:
km: ឈ្មោះ:
kn: ಹೆಸರು:
ku: Nav:
ky: Аты-жөнү:
lb: Numm vum Numm:
lo: ຊື່:
lt: Vardas:
lv: Nosaukums:
mg: Anarana:
mi: Ingoa:
mk: Име:
ml: പേര്:
mn: Нэр:
mr: नाव:
ms: Nama:
mt: Isem:
my: နာမည်
ne: नाम:
or: ନାମ:
pa: ਨਾਮ:
ps: نوم:
ro: Nume:
ru: Имя:
sd: نالو:
si: නම:
sk: Názov:
sl: Ime:
sq: Emri:
sr: Име:
sv: Namn:
sw: Jina:
ta: பெயர்:
te: పేరు:
tg: Ном:
th: ชื่อ:
tr: Ad:
ug: ئىسمى:
uk: Ім'я:
ur: نام:
uz: Ism:
vi: Tên:
xh: Igama:
yi: נאָמען:
zu: Igama:

source: URL:
am: ዩ አር ኤል
bn: ইউআরএল:
he: כתובת אתר:
is: Slóð:
sr: УРЛ:
uz: URL manzili:
xh: I-URL:

# MainFolder
source: Root Folder
af: Wortelmap
am: የስርዓት አቃፊ
ar: المجلد الرئيسي
az: Kök qovşağı
be: Каранёвая тэчка
bg: Коренна папка
bn: রুট ফোল্ডার
ca: Carpeta arrel
cs: Kořenový adresář
cy: Wreiddiau
de: Root-Verzeichnis
el: Ριζικός φάκελος
eo: Radika dosierujo
et: Juurekaust
eu: Root karpeta
fa: پوشه ریشه
fr_ht: Katab rasin
fy: Woartelmap
ga: Fillteán fréimhe
gd: Pasgan root
gl: Carpeta raíz
gu: રુટ ફોલ્ડર
he: תיקיית שורש
hi: मूल फ़ोल्डर
hr: Korijenska mapa
hu: Gyökérkönyvtár
hy: Արմատային թղթապանակ
is: Rótarmöppu
ja: ルートフォルダ
ka: ფესვის საქაღალდე
kk: Түбірлік қалта
km: ថត root
kn: ರೂಟ್ ಫೋಲ್ಡರ್
ku: Peldanka root
ky: Тамыр папкасы
lb: Root Dossier
lo: ໂຟນເດີຮາກ
lt: Šaknies aplankas
lv: Sakņu mape
mg: Folder faka
mi: Kōpaki pakiaka
mk: Коренска папка
ml: റൂട്ട് ഫോൾഡർ
mn: Гол фолдор
mr: रूट फोल्डर
ms: Folder root
mt: Folder tal-għeruq
my: အမြစ်ဖိုင်တွဲ
ne: जरा फोल्डर
or: ମୂଳ ଫୋଲ୍ଡର
pa: ਰੂਟ ਫੋਲਡਰ
ps: د ریښی فولډر
ro: Folder root
ru: Корневая папка
sd: پيڪل فولڊر
si: මූල ෆෝල්ඩරය
sk: Priečinok
sl: Root mapa
sq: Dosje rrënjësore
sr: Роот мапа
sv: Rotmapp
sw: Folda ya mizizi
ta: ரூட் கோப்புறை
te: రూట్ ఫోల్డర్
tg: Папкаи реша
th: โฟลเดอร์ราก
tr: Kök Klasörü
ug: يىلتىز قىسقۇچ
uk: Коренева папка
ur: روٹ فولڈر
uz: Ildiz papka
vi: Thư mục gốc
xh: Ifombululo
yi: וואָרצל טעקע
zu: Ifolda yezimpande
