Repository: Haltroy/BlueAir
Catalog: BlueAir/Properties/Resources.*.resx
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, de, el, eo, et, eu, fa, fil, fr_ht, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, is, ja, ka, kk, km, kn, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, or, pa, ps, ro, ru, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tr, ug, uk, ur, uz, vi, xh, yi, zu

# AutoRemoveFinished
source: Automatically remove files that are finished:
af: Verwyder outomaties lêers wat klaar is:
am: የተጠናቀቁ ፋይሎችን በራስ-ሰር ያስወግዱ:
ar: قم بإزالة الملفات تلقائيًا:
az: Tamamlanmış faylları avtomatik olaraq silmək:
be: Аўтаматычна выдаляць файлы, якія скончаны:
bg: Автоматично премахване на файлове, които са завършени:
bn: স্বয়ংক্রিয়ভাবে সমাপ্ত ফাইলগুলি সরান:
ca: Elimineu automàticament els fitxers acabats:
cs: Automaticky odstranit dokončené soubory:
cy: Tynnwch ffeiliau sydd wedi'u gorffen yn awtomatig:
de: Entfernen Sie automatisch Dateien, die fertig sind:
el: Καταργήστε αυτόματα τα αρχεία που έχουν ολοκληρωθεί:
eo: Aŭtomate forigi dosierojn finitajn:
et: Eemaldage automaatselt viimistletud failid:
eu: Amaitutako fitxategiak automatikoki kendu:
fa: به طور خودکار پرونده هایی را که تمام شده اند حذف کنید:
fil: Awtomatikong alisin ang mga file na tapos na:
fr_ht: Otomatikman retire dosye ki fini:
fy: Ferwiderje bestannen automatysk dat klear binne:
ga: Bain comhaid atá críochnaithe go huathoibríoch:
gd: Cuir air falbh faidhlichean gu fèin-ghluasadach a tha deiseil:
gl: Elimina automaticamente os ficheiros que están rematados:
gu: સમાપ્ત થયેલ ફાઇલોને આપમેળે દૂર કરો:
he: הסר אוטומטית קבצים שמסתיימים:
hi: स्वचालित रूप से उन फ़ाइलों को हटा दें जो समाप्त हो गई हैं:
hr: Automatski ukloniti datoteke koje su završene:
hu: Automatikusan eltávolítja a kész fájlokat:
hy: Ավտոմատ հեռացրեք ավարտված ֆայլերը.
is: Fjarlægðu sjálfkrafa skrár sem eru búnar:
ja: 完了したファイルを自動的に削除します。
ka: ავტომატურად ამოიღეთ დასრულებული ფაილები:
kk: Аяқталған файлдарды автоматты түрде жою:
km: យកឯកសារចេញដោយស្វ័យប្រវត្តិដែលត្រូវបានបញ្ចប់:
kn: ಮುಗಿದ ಫೈಲ್‌ಗಳನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ತೆಗೆದುಹಾಕಿ:
ku: Pelên ku bi dawî dibin bixweber rakirin:
ky: Бүткөн файлдарды автоматтык түрдө алып салыңыз:
lb: Füügt automatesch Dateien déi fäerdeg sinn:
lo: ເອົາໄຟລ໌ທີ່ສໍາເລັດລົງໂດຍອັດຕະໂນມັດ:
lt: Automatiškai pašalinkite baigtus failus:
lv: Automātiski noņemt pabeigtos failus:
mg: Esory avy hatrany ny rakitra izay vita:
mi: Tangohia aunoa i nga konae kua oti:
mk: Автоматски отстранете ги датотеките што се завршени:
ml: പൂർത്തിയാക്കിയ ഫയലുകൾ യാന്ത്രികമായി നീക്കംചെയ്യുക:
mn: Дууссан файлуудыг автоматаар устгах:
mr: समाप्त केलेल्या फायली स्वयंचलितपणे काढा:
ms: Secara automatik mengeluarkan fail yang selesai:
mt: Neħħi awtomatikament fajls li huma lesti:
my: ဖိုင်များကိုအလိုအလျောက်ဖယ်ရှားပါ
ne: स्वचालित रूपमा फाईलहरू हटाउनुहोस् जुन समाप्त हुन्छ:
or: ସମାପ୍ତ ହୋଇଥିବା ଫାଇଲଗୁଡ଼ିକୁ ସ୍ୱୟଂଚାଳିତ ଭାବରେ ଅପସାରଣ କରନ୍ତୁ:
pa: ਮੁਕੰਮਲ ਕੀਤੀਆਂ ਗਈਆਂ ਫਾਈਲਾਂ ਨੂੰ ਆਟੋਮੈਟਿਕਲੀ ਹਟਾਓ:
ps: په اوتومات ډول فایلونه لرې کړئ چې پای ته رسیدلی:
ro: Eliminați automat fișierele care sunt terminate:
ru: Автоматически удалять файлы, которые закончены:
sd: فائلون پاڻمرادو ختم ڪيون جيڪي ختم ٿي ويون آهن:
si: අවසන් කර ඇති ගොනු ස්වයංක්රීයව ඉවත් කරන්න:
sk: Automaticky odstráňte súbory, ktoré sú dokončené:
sl: Samodejno odstranite datoteke, ki so končane:
sq: Hiq automatikisht skedarët që kanë përfunduar:
sr: Аутоматски уклоните датотеке које су завршене:
sv: Ta bort automatiskt filer som är färdiga:
sw: Ondoa faili moja kwa moja ambazo zimekamilika:
ta: முடிந்த கோப்புகளை தானாக அகற்றவும்:
te: స్వయంచాలకంగా పూర్తయిన ఫైళ్ళను తొలగించండి:
tg: Файлҳоро ба таври худкор хориҷ кунед, ки ба анҷом расид:
th: ลบไฟล์ที่เสร็จแล้วโดยอัตโนมัติ:
tr: Bitmiş işlemleri otomatik olarak temizle:
ug: تاماملانغان ھۆججەتلەرنى ئاپتوماتىك ئۆچۈرۈڭ:
uk: Автоматично видалити файли, які закінчені:
ur: ختم ہونے والی فائلوں کو خود بخود ہٹا دیں:
uz: Tugatgan fayllarni avtomatik ravishda o'chirish:
vi: Tự động xóa các tệp đã hoàn thành:
xh: Susa ngokuzenzekelayo iifayile ezigqityiweyo:
yi: אויטאָמאַטיש באַזייַטיקן טעקעס וואָס זענען פאַרטיק:
zu: Susa ngokuzenzakalelayo amafayela aqediwe:

source: Settings
af: Instellings
am: ቅንብሮች
ar: إعدادات
az: Parametrlər
be: Налады
bg: Настройки
bn: সেটিংস
ca: Configuració
cs: Nastavení
cy: Ngosodiadau
de: Einstellungen
el: Ρυθμίσεις
eo: Agordoj
et: Sätted
eu: Ezarpen
fa: تنظیمات
fil: Mga setting
fr_ht: Se
fy: Ynstellings
ga: Socruithe
gd: Roghainnean
gl: Configuración
gu: પતાવટ
he: הגדרות
hi: समायोजन
hr: Postavke
hu: Beállítások
hy: Կարգավորումներ
is: Stillingar
ja: 設定
ka: პარამეტრები
kk: Параметрлер
km: ការកំណត់
kn: ಸಂಯೋಜನೆಗಳು
ku: Mîhengan
ky: Жөндөөлөр
lb: Astellunge
lo: ການກໍານົດ
lt: Nustatymai
lv: Iestatījumi
mg: Fikirana
mi: Tautuhinga
mk: Поставки
ml: ക്രമീകരണങ്ങൾ
mn: Тохиргоо
mr: सेटिंग्ज
ms: Tetapan
my: ဆက်တင်များ
ne: बतंग
or: ସେଟିଂସମୂହ
pa: ਸੈਟਿੰਗਜ਼
ps: امستنې
ro: Setări
ru: Настройки
sd: سيٽنگ
si: සැකසුම්
sk: nastavenie
sl: Nastavitve
sq: Cilësimet
sr: Подешавања
sv: inställningar
sw: Mipangilio
ta: அமைப்புகள்
te: సెట్టింగులు
tg: Танзимот
th: การตั้งค่า
tr: Ayarlar
ug: تەڭشەك
uk: Налаштування
ur: ترتیبات
uz: Sozlash
vi: Cài đặt
xh: Izicwangciso
yi: סעטטינגס
zu: Amasethingi

# ThemeSetting
source: Theme (Click to toggle):
af: Tema (klik om te skakel):
am: ጭብጥ (ለማሸብለል ጠቅ ያድርጉ)
ar: السمة (انقر للتبديل):
az: Mövzu (dəyişdirmək üçün vurun):
be: Тэма (націсніце, каб пераключыць):
bg: Тема (щракнете, за да превключвате):
bn: থিম (টগল করতে ক্লিক করুন):
ca: Tema (feu clic per canviar):
cs: Téma (klikněte na přepínání):
cy: Thema (cliciwch i toggle):
de: Thema (klicken, um umzuschalten):
el: Θέμα (κάντε κλικ για εναλλαγή):
eo: Temo (alklaku por ŝanĝi):
et: Teema (klõpsake lülitamiseks):
eu: Gaia (egin klik txandakatzeko):
fa: موضوع (برای جابجایی کلیک کنید):
fil: Tema (Mag -click sa Toggle):
fr_ht: Tèm (klike sou activer):
fy: Tema (klik om te wikseljen):
ga: Téama (cliceáil chun scoránaigh):
gd: Cuspair (cliog gus tog):
gl: Tema (fai clic para cambiar):
gu: થીમ (ટ g ગલ પર ક્લિક કરો):
he: נושא (לחץ כדי לעבור):
hi: थीम (टॉगल करने के लिए क्लिक करें):
hr: Tema (kliknite za prebacivanje):
hu: Téma (kattintson a váltáshoz):
hy: Թեման (կտտացրեք).
is: Þema (smelltu til að skipta):
ja: テーマ（クリックして切り替える）：
ka: თემა (დააჭირეთ გადართვას):
kk: Тақырып (Ауыстыру үшін басыңыз):
km: ស្បែក (ចុចដើម្បីបិទ / បើក):
kn: ಥೀಮ್ (ಟಾಗಲ್ ಮಾಡಲು ಕ್ಲಿಕ್ ಮಾಡಿ):
ku: Mijar (bikirtînin to Toggle):
ky: Тема (которулуу үчүн чыкылдатыңыз):
lb: Thema (Klickt fir ze wiesselen):
lo: ຫົວຂໍ້ (ກົດເພື່ອສະຫຼັບ):
lt: Tema (spustelėkite, jei norite perjungti):
lv: Tēma (noklikšķiniet, lai pārslēgtos):
mg: Lohahevitra (tsindrio Toggle):
mi: Kaupapa (pāwhirihia ki te Toggle):
mk: Тема (кликнете за да се префрлите):
ml: തീം (ടോഗിൾ ചെയ്യുന്നതിന് ക്ലിക്കുചെയ്യുക):
mn: Сэдэв (сэлгэхийн тулд дарна уу):
mr: थीम (टॉगल करण्यासाठी क्लिक करा):
ms: Tema (klik untuk bertukar -tukar):
mt: Tema (ikklikkja biex toggle):
my: အကြောင်းအရာ (Toggle ကိုနှိပ်ပါ):
ne: विषयवस्तु (टगल गर्न क्लिक गर्नुहोस्):
or: ଥିମ୍ (ଟୋଗଲ୍ କରିବାକୁ କ୍ଲିକ୍ କରନ୍ତୁ):
pa: ਥੀਮ (ਟੌਗਲ ਕਰਨ ਲਈ ਕਲਿਕ ਕਰੋ):
ps: موضوع (د ټکر کولو لپاره کلیک وکړئ):
ro: Tema (faceți clic pentru a comuta):
ru: Тема (нажмите, чтобы переключиться):
sd: موضوع (ٽوگل تي ڪلڪ ڪريو):
si: තේමාව (ටොගල කිරීමට ක්ලික් කරන්න):
sk: Téma (kliknutím prepínate):
sl: Tema (kliknite za preklop):
sq: Tema (kliko për të ndryshuar):
sr: Тема (кликните за пребацивање):
sv: Tema (klicka för att växla):
sw: Mandhari (bonyeza kugeuza):
ta: தீம் (மாற்றுவதைக் கிளிக் செய்க):
te: థీమ్ (టోగుల్ చేయడానికి క్లిక్ చేయండి):
tg: Мавзӯъ (барои гузариш клик кунед):
th: ชุดรูปแบบ (คลิกเพื่อสลับ):
tr: Tema (Değiştirmek için tıklayınız):
ug: تېما (چېكىڭ) نى چېكىڭ):
uk: Тема (натисніть на перемикання):
ur: تھیم (ٹوگل پر کلک کریں):
uz: Mavzu (almashtirish uchun bosing):
vi: Chủ đề (bấm để chuyển đổi):
xh: Umxholo (cofa ukutshintsha):
yi: טים (גיט צו טאַגאַל):
zu: Ingqikithi (chofoza ukuze uguqule):

source: Use System Theme
af: Gebruik stelseltema
am: የስርዓት ጭብጥ ይጠቀሙ
ar: استخدام موضوع النظام
az: Sistem mövzusundan istifadə edin
be: Выкарыстоўвайце тэму сістэмы
bg: Използвайте системната тема
bn: সিস্টেম থিম ব্যবহার করুন
ca: Utilitzeu el tema del sistema
cs: Použijte téma systému
cy: Defnyddiwch thema'r system
de: Verwenden Sie das Systemthema
el: Χρησιμοποιήστε το θέμα του συστήματος
eo: Uzu sisteman temon
et: Kasutage süsteemi teemat
eu: Erabili sistemaren gaia
fa: از موضوع سیستم استفاده کنید
fil: Gumamit ng tema ng system
fr_ht: Sèvi ak sistèm sistèm
fy: Brûk systeemtema
ga: Úsáid téama an chórais
gd: Cleachd Cuspair Siostam
gl: Use o tema do sistema
gu: સિસ્ટમ થીમ વાપરો
he: השתמש בנושא המערכת
hi: सिस्टम थीम का उपयोग करें
hr: Koristite temu sustava
hu: Használja a rendszer témáját
hy: Օգտագործեք համակարգի թեման
is: Notaðu kerfisþema
ja: システムテーマを使用します
ka: გამოიყენეთ სისტემის თემა
kk: Жүйе тақырыбын қолданыңыз
km: ប្រើស្បែកប្រព័ន្ធ
kn: ಸಿಸ್ಟಮ್ ಥೀಮ್ ಬಳಸಿ
ku: Mijara pergalê bikar bînin
ky: Тутум темасын колдонуңуз
lb: Benotzt System Thema
lo: ໃຊ້ຫົວຂໍ້ລະບົບ
lt: Naudokite sistemos temą
lv: Izmantojiet sistēmas tēmu
mg: Mampiasà lohahevitra rafitra rafitra
mi: Whakamahia te Kaupapa Pūnaha
mk: Користете тема на системот
ml: സിസ്റ്റം തീം ഉപയോഗിക്കുക
mn: Системийн сэдэв ашиглах
mr: सिस्टम थीम वापरा
ms: Gunakan tema sistem
mt: Uża t-tema tas-sistema
my: System Theme ကိုသုံးပါ
ne: प्रणाली विषयवस्तु प्रयोग गर्नुहोस्
or: ସିଷ୍ଟମ୍ ଥିମ୍ ବ୍ୟବହାର କରନ୍ତୁ |
pa: ਸਿਸਟਮ ਥੀਮ ਦੀ ਵਰਤੋਂ ਕਰੋ
ps: د سیسټم موضوع وکاروئ
ro: Utilizați tema sistemului
ru: Используйте тему системы
sd: سسٽم جو موضوع استعمال ڪريو
si: පද්ධති තේමාව භාවිතා කරන්න
sk: Používajte systémovú tému
sl: Uporabite sistemsko temo
sq: Përdorni temën e sistemit
sr: Користите тему система
sv: Använd systemtema
sw: Tumia mandhari ya mfumo
ta: கணினி கருப்பொருளைப் பயன்படுத்தவும்
te: సిస్టమ్ థీమ్‌ను ఉపయోగించండి
tg: Мавзӯи системаро истифода баред
th: ใช้ธีมระบบ
tr: Sistem Temasını Kullan
ug: سىستېما تېمىسىنى ئىشلىتىڭ
uk: Використовуйте тему системи
ur: سسٹم تھیم استعمال کریں
uz: Tizim mavzularidan foydalaning
vi: Sử dụng chủ đề hệ thống
xh: Sebenzisa isihloko senkqubo
yi: נוצן סיסטעם טעמע
zu: Sebenzisa isihloko se-System

source: Use Theme:
af: Gebruik tema:
am: ጭብጥ
ar: استخدم الموضوع:
az: Mövzu istifadə edin:
be: Выкарыстоўвайце тэму:
bg: Използвайте тема:
bn: থিম ব্যবহার করুন:
ca: Utilitzeu el tema:
cs: Použijte téma:
cy: Defnyddio thema:
de: Verwenden Sie das Thema:
el: Χρησιμοποιήστε το θέμα:
eo: Uzu temon:
et: Kasutage teemat:
eu: Erabili gaia:
fa: از موضوع استفاده کنید:
fil: Gumamit ng tema:
fr_ht: Sèvi ak tèm:
fy: GEBRUK Tema:
ga: Úsáid téama:
gd: Cleachdadh Cuspair:
gl: USO TEMA:
gu: થીમનો ઉપયોગ કરો:
he: השתמש בנושא:
hi: थीम का उपयोग करें:
hr: Koristite temu:
hu: Használja a témát:
hy: Օգտագործեք թեման.
is: Notaðu þema:
ja: テーマを使用：
ka: გამოიყენეთ თემა:
kk: Тақырыпты пайдалану:
km: ប្រើស្បែក:
kn: ಥೀಮ್ ಬಳಸಿ:
ku: Mijar bikar bînin:
ky: Теманы колдонуу:
lb: Benotzt Thema:
lo: ໃຊ້ຫົວຂໍ້:
lt: Naudokite temą:
lv: Izmantojiet tēmu:
mg: Mampiasà lohahevitra:
mi: Te Kaupapa:
mk: Користете тема:
ml: തീം ഉപയോഗിക്കുക:
mn: Сэдвийг ашиглана уу:
mr: थीम वापरा:
ms: Gunakan tema:
mt: Uża Tema:
my: Theme ကိုသုံးပါ။
ne: विषयवस्तु प्रयोग गर्नुहोस्:
or: ଥିମ୍ ବ୍ୟବହାର କରନ୍ତୁ:
pa: ਥੀਮ ਦੀ ਵਰਤੋਂ ਕਰੋ:
ps: موضوع وکاروئ:
ro: Folosiți tema:
ru: Используйте тему:
sd: موضوع استعمال ڪريو:
si: තේමාව භාවිතා කරන්න:
sk: Používajte tému:
sl: Uporabite temo:
sq: Përdorni temën:
sr: Користите тему:
sv: Använd tema:
sw: Tumia mandhari:
ta: தீம் பயன்படுத்தவும்:
te: థీమ్‌ను ఉపయోగించండి:
tg: Маҳзро истифода баред:
th: ใช้ธีม:
tr: Tema Kullan:
ug: تېما:
uk: Використовуйте тему:
ur: تھیم استعمال کریں:
uz: Mavzuni ishlating:
vi: Sử dụng chủ đề:
xh: Sebenzisa umxholo:
yi: ניצן טעמע:
zu: Sebenzisa itimu:

# ThemeLight
source: Light
af: Lig
am: ብርሃን
ar: ضوء
az: İşıq
be: Лёгкі
bg: Светлина
bn: আলো
ca: Llum
cs: Světlo
cy: Henynned
de: Licht
el: Φως
eo: Lumo
et: Valgus
eu: Arin
fa: سبک
fil: Ilaw
fr_ht: Leje
fy: Ljocht
ga: Léas
gd: Solas
gl: Luz
gu: પ્રકાશ
he: אוֹר
hi: रोशनी
hr: Svjetlo
hu: Fény
hy: Լապտեր
is: Ljós
ja: ライト
ka: Მსუბუქი
kk: Жарық
km: ខ្ចី
kn: ಬೆಳಕು
ku: Sivik
ky: Жарык
lb: Liicht
lo: ແສງສະຫວ່າງ
lt: Lengvas
lv: Gaisma
mg: fahazavana
mi: Taimāmā
mk: Светлина
ml: ഭാരംകുറഞ്ഞ
mn: Гэрэл
mr: प्रकाश
ms: Cahaya
mt: Dawl
my: ပေါ့ပါးသော
ne: हलुका
or: ଆଲୋକ
pa: ਰੋਸ਼ਨੀ
ps: رڼا
ro: Ușoară
ru: Свет
sd: هلٻي
si: ආලෝකය
sk: Svetlo
sl: Svetloba
sq: I ndezur
sr: Светло
sv: Ljus
sw: Mwanga
ta: ஒளி
te: కాంతి
tg: Сабук
th: แสงสว่าง
tr: Açık
ug: نۇر
uk: Світлий
ur: روشنی
uz: Yorug'lik
vi: Ánh sáng
xh: Ukukhanya
yi: ליכט
zu: -Mhlophe

# ThemeDark
source: Dark
af: Donker
am: ጨለማ
ar: مظلم
az: Qaranlıq
be: Цёмны
bg: Тъмно
bn: অন্ধকার
ca: Fosc
cs: Temný
cy: Dywyllaf
de: Dunkel
el: Σκοτάδι
eo: Malhela
et: Tume
eu: Iluna
fa: تاریک
fil: Madilim
fr_ht: Sonm
fy: Tsjuster
ga: Dorcha
gd: Dorcha
gl: Escuro
gu: અંધારું
he: אפל
hi: अँधेरा
hr: Tamna
hu: Sötét
hy: Մութ
is: Myrkur
ja: 暗い
ka: Ბნელი
kk: Қараңғы
km: ងងឹត
kn: ಕತ್ತಲೆ
ku: Tarî
ky: Караңгы
lb: Donkidn
lo: ມືດ
lt: Tamsu
lv: Tumšs
mg: Maizina
mi: Wheuri
mk: Темно
ml: ഇരുണ്ട
mn: Бүдүүлэг
mr: गडद
ms: Gelap
mt: Dlam
my: မှောငျမိုကျသော
ne: अध्यारो
or: ଅନ୍ଧାର
pa: ਹਨੇਰ
ps: توری
ro: Întuneric
ru: Темный
sd: اونداهو
si: අඳුරු
sk: Tmavý
sl: Temno
sq: I errët
sr: Мрак
sv: Mörk
sw: Giza
ta: இருள்
te: చీకటి
tg: Торик
th: มืด
tr: Karanlık
ug: قاراڭغۇ
uk: Темний
ur: تاریک
uz: Qorong'i
vi: Tối tăm
xh: Mnyama
yi: טונקל
zu: -Hwelele

# ColorSetting
source: Accent Color (Click to toggle):
af: Aksentkleur (klik om te skakel):
am: የዝግጅት ቀለም (ለማሸብለል ጠቅ ያድርጉ)
ar: لون لهجة (انقر للتبديل):
az: Vurğu rəngi (dəyişdirmək üçün vurun):
be: Колер акцэнту (націсніце, каб пераключыць):
bg: Цвят на акцент (щракнете за превключване):
bn: অ্যাকসেন্ট রঙ (টগলে ক্লিক করুন):
ca: Color de l'accent (feu clic per canviar):
cs: Accent Color (klikněte na přepínání):
cy: Lliw acen (cliciwch i toggle):
de: Akzentfarbe (klicken Sie zum Umschalten):
el: Χρώμα προφοράς (κάντε κλικ για εναλλαγή):
eo: Akcento -koloro (alklaku por ŝanĝi):
et: Aktsentvärv (klõpsake lülitamiseks):
eu: Azentu kolorea (egin klik txandakatzeko):
fa: رنگ لهجه (برای جابجایی کلیک کنید):
fil: Kulay ng Accent (mag -click sa Toggle):
fr_ht: Aksan koulè (klike sou activer):
fy: Aksint kleur (klik om te wikseljen):
ga: Dath Accent (cliceáil chun scoránaigh):
gd: Dath stràc (cliog gus toggle):
gl: Color de acento (fai clic para alternar):
gu: એક્સેન્ટ રંગ (ટ g ગલ પર ક્લિક કરો):
he: צבע מבטא (לחץ כדי לחלוף):
hi: उच्चारण रंग (टॉगल करने के लिए क्लिक करें):
hr: Akcentna boja (kliknite za prebacivanje):
hu: Ékezetes szín (kattintson a váltáshoz):
hy: Առոգանության գույն (կտտացրեք).
is: Accent litur (smelltu til að skipta um):
ja: アクセントの色（クリックして切り替える）：
ka: აქცენტის ფერი (დააჭირეთ გადართვას):
kk: Акцент түсі (ауыстыру үшін басыңыз):
km: សង្កត់សំឡេងពណ៌ (ចុចដើម្បីបិទ / បើក):
kn: ಉಚ್ಚಾರಣಾ ಬಣ್ಣ (ಟಾಗಲ್ ಮಾಡಲು ಕ್ಲಿಕ್ ಮಾಡಿ):
ku: Rengê Accent (Toggle bikirtînin):
ky: Акцент түсү (которулуу үчүн чыкылдатыңыз):
lb: Akzenter Faarf (klickt op ze wiesselen):
lo: ສີສໍານຽງ (ກົດເພື່ອສະຫຼັບ):
lt: „Accent Color“ (spustelėkite, jei norite perjungti):
lv: Akcenta krāsa (noklikšķiniet, lai pārslēgtos):
mg: Loko Accent (tsindrio Toggle):
mi: Tae nui (paatohia ki te Toggle):
mk: Боја на акцент (кликнете за да се префрлите):
ml: ആക്സന്റ് നിറം (ടോഗിൾ ചെയ്യുന്നതിന് ക്ലിക്കുചെയ്യുക):
mn: Өргөлтийн өнгө (сэлгэхийн тулд дарна уу):
mr: उच्चारण रंग (टॉगल करण्यासाठी क्लिक करा):
ms: Warna aksen (klik untuk bertukar):
mt: Kulur tal-aċċent (ikklikkja biex toggle):
my: အသံထွက်အရောင် (toggle ကိုနှိပ်ပါ):
ne: एक्सेलेटर रंग (ट्यूगल गर्न क्लिक गर्नुहोस्):
or: ଉଚ୍ଚାରଣ ରଙ୍ଗ (ଟୋଗଲ୍ କରିବାକୁ କ୍ଲିକ୍ କରନ୍ତୁ):
pa: ਲਹਿਜ਼ਾ ਰੰਗ ਦਾ ਰੰਗ (ਟੌਗਲ ਕਰਨ ਲਈ ਕਲਿਕ ਕਰੋ):
ps: د تلفظ رنګ (د ټوکر کولو لپاره کلیک وکړئ):
ro: Culoarea accentului (faceți clic pentru a comuta):
ru: Цвет акцента (нажмите, чтобы переключиться):
sd: تلفظ رنگ (ٽوگل تي ڪلڪ ڪريو):
si: උච්චාරණය වර්ණය (ටොගල් කිරීමට ක්ලික් කරන්න):
sk: Accent Color (kliknutím prepínate):
sl: Naglavna barva (kliknite za preklop):
sq: Ngjyra e theksit (kliko për të ndryshuar):
sr: Боја нагласке (кликните на дугме):
sv: Accentfärg (klicka för att växla):
sw: Rangi ya lafudhi (bonyeza kugeuza):
ta: உச்சரிப்பு வண்ணம் (மாறுவதைக் கிளிக் செய்க):
te: యాస రంగు (టోగుల్ చేయడానికి క్లిక్ చేయండి):
tg: Ранги аккрантӣ (Барои гузариш клик кунед):
th: สีเน้น (คลิกเพื่อสลับ):
tr: Seçim Rengi (Değiştirmek için tıklayınız):
ug: تەلەپپۇزنىڭ رەڭگى (چېكىش ئۈچۈن چېكىڭ):
uk: Акцентний колір (натисніть, щоб перемикати):
ur: لہجہ رنگ (ٹوگل کرنے کے لئے کلک کریں):
uz: Qo'shimcha rang (almashtirish uchun bosing):
vi: Accent Color (bấm để chuyển đổi):
xh: Umbala we-Accent (cofa ukutshintsha):
yi: אַקצענט קאָליר (גיט צו טאַגאַל):
zu: Umbala we-Accent (chofoza ukuze uguqule):

# UseDefaultColor
source: Use Color:
af: Gebruik kleur:
am: ቀለም ይጠቀሙ
ar: استخدم اللون:
az: Rəng istifadə edin:
be: Выкарыстоўвайце колер:
bg: Използвайте цвят:
bn: রঙ ব্যবহার করুন:
ca: Utilitzeu el color:
cs: Použijte barvu:
cy: Defnyddio lliw:
de: Farbe verwenden:
el: Χρήση χρώματος:
eo: Uzu koloron:
et: Kasutage värvi:
eu: Erabili kolorea:
fa: از رنگ استفاده کنید:
fil: Gumamit ng kulay:
fr_ht: Sèvi ak koulè:
fy: Brûk kleur:
ga: Úsáid dath:
gd: Cleachd dath:
gl: Usar a cor:
gu: રંગનો ઉપયોગ કરો:
he: השתמש בצבע:
hi: रंग का उपयोग करें:
hr: Koristite boju:
hu: Használjon színt:
hy: Օգտագործեք գույնը.
is: Notaðu lit:
ja: 色の使用：
ka: გამოიყენეთ ფერი:
kk: Түсті қолданыңыз:
km: ប្រើពណ៌:
kn: ಬಣ್ಣವನ್ನು ಬಳಸಿ:
ku: Rengê bikar bînin:
ky: Түстү колдонуу:
lb: Benotzt Faarf:
lo: ໃຊ້ສີ:
lt: Naudokite spalvą:
lv: Izmantojiet krāsu:
mg: Mampiasà loko:
mi: Whakamahia te tae:
mk: Користете боја:
ml: നിറം ഉപയോഗിക്കുക:
mn: Ашиглах өнгө:
mr: रंग वापरा:
ms: Gunakan warna:
mt: Uża l-kulur:
my: အရောင်ကိုသုံးပါ
ne: रंग प्रयोग गर्नुहोस्:
or: ରଙ୍ଗ ବ୍ୟବହାର କରନ୍ତୁ:
pa: ਰੰਗ ਦੀ ਵਰਤੋਂ ਕਰੋ:
ps: رنګ وکاروئ:
ro: Folosiți culoarea:
ru: Используйте цвет:
sd: رنگ استعمال ڪريو
si: වර්ණය භාවිතා කරන්න:
sk: Použite farbu:
sl: Uporabite barvo:
sq: Përdorni ngjyrën:
sr: Користите боју:
sv: Använd färg:
sw: Tumia rangi:
ta: வண்ணத்தைப் பயன்படுத்துங்கள்:
te: రంగును ఉపయోగించండి:
tg: Рангро истифода баред:
th: ใช้สี:
tr: Renk kullan:
ug: رەڭنى ئىشلىتىڭ:
uk: Використовуйте колір:
ur: رنگ استعمال کریں:
uz: Rangdan foydalaning:
vi: Sử dụng màu:
xh: Sebenzisa umbala:
yi: נוצן קאָליר:
zu: Sebenzisa umbala:

# UseColor
source: Use System Default Color
af: Gebruik die standaardkleur van die stelsel
am: የስርዓት ነባሪ ቀለም ይጠቀሙ
ar: استخدم اللون الافتراضي للنظام
az: Sistemin standart rəngindən istifadə edin
be: Выкарыстоўвайце колер па змаўчанні сістэмы
bg: Използвайте цвета на системата по подразбиране
bn: সিস্টেম ডিফল্ট রঙ ব্যবহার করুন
ca: Utilitzeu el color per defecte del sistema
cs: Použijte výchozí barvu systému
cy: Defnyddio lliw diofyn system
de: Verwenden Sie die Standardfärbung der Systemstandfarbe
el: Χρησιμοποιήστε το προεπιλεγμένο χρώμα του συστήματος
eo: Uzu sisteman defaŭltan koloron
et: Kasutage süsteemi vaikevärvi
eu: Erabili Sistemaren kolore lehenetsia
fa: از رنگ پیش فرض سیستم استفاده کنید
fil: Gumamit ng kulay ng default na system
fr_ht: Sèvi ak koulè sistèm default
fy: Brûk systeemstanderkleur
ga: Úsáid dath réamhshocraithe an chórais
gd: Cleachd dath bunaiteach an t-siostaim
gl: Usar a cor predeterminada do sistema
gu: સિસ્ટમ ડિફોલ્ટ રંગનો ઉપયોગ કરો
he: השתמש בצבע ברירת המחדל של המערכת
hi: सिस्टम डिफ़ॉल्ट रंग का उपयोग करें
hr: Koristite zadanu boju sustava
hu: Használja a rendszer alapértelmezett színét
hy: Օգտագործեք համակարգի լռելյայն գույնը
is: Notaðu sjálfgefinn lit kerfisins
ja: システムのデフォルトの色を使用します
ka: გამოიყენეთ სისტემის ნაგულისხმევი ფერი
kk: Жүйенің әдепкі түсін қолданыңыз
km: ប្រើពណ៌ប្រព័ន្ធលំនាំដើម
kn: ಸಿಸ್ಟಮ್ ಡೀಫಾಲ್ಟ್ ಬಣ್ಣವನ್ನು ಬಳಸಿ
ku: Rengê xwerû ya pergalê bikar bînin
ky: Тутумдун демейки түсүн колдонуңуз
lb: Benotzt System Standard Faarf
lo: ໃຊ້ສີເລີ່ມຕົ້ນລະບົບ
lt: Naudokite numatytąją sistemos spalvą
lv: Izmantojiet sistēmas noklusējuma krāsu
mg: Ampiasao ny loko default rafitra
mi: Whakamahia te tae taunoa o te punaha
mk: Користете стандардна боја на системот
ml: സിസ്റ്റം സ്ഥിരസ്ഥിതി നിറം ഉപയോഗിക്കുക
mn: Системийн үндсэн өнгийг ашиглана уу
mr: सिस्टम डीफॉल्ट रंग वापरा
ms: Gunakan warna lalai sistem
mt: Uża l-kulur awtomatiku tas-sistema
my: System Default Color ကိုသုံးပါ
ne: प्रणाली पूर्वनिर्धारित रंग प्रयोग गर्नुहोस्
or: ସିଷ୍ଟମ୍ ଡିଫଲ୍ଟ ରଙ୍ଗ ବ୍ୟବହାର କରନ୍ତୁ |
pa: ਸਿਸਟਮ ਡਿਫਾਲਟ ਰੰਗ ਦੀ ਵਰਤੋਂ ਕਰੋ
ps: د سیسټم ډیفالټ رنګ وکاروئ
ro: Utilizați culoarea implicită a sistemului
ru: Используйте систему по умолчанию цвет
sd: سسٽم کي ڊفالٽ رنگ استعمال ڪريو
si: පද්ධති පෙරනිමි වර්ණය භාවිතා කරන්න
sk: Použite predvolenú farbu systému
sl: Uporabite privzeto barvo sistema
sq: Përdorni ngjyrën e paracaktuar të sistemit
sr: Користите систем задане боје
sv: Använd System Standardfärg
sw: Tumia Rangi ya Mfumo chaguo -msingi
ta: கணினி இயல்புநிலை நிறத்தைப் பயன்படுத்தவும்
te: సిస్టమ్ డిఫాల్ట్ రంగును ఉపయోగించండి
tg: Ранги пешфарзро истифода баред
th: ใช้สีเริ่มต้นของระบบ
tr: Varsayılan Sistem Rengini Kullan
ug: سىستېما سۈكۈتتىكى رەڭگىنى ئىشلىتىڭ
uk: Використовуйте системний колір за замовчуванням
ur: سسٹم ڈیفالٹ رنگ کا استعمال کریں
uz: Tizim standart rangidan foydalaning
vi: Sử dụng màu mặc định của hệ thống
xh: Sebenzisa umbala ongagqibekanga
yi: ניצן סיסטעם פעליקייַט קאָליר
zu: Sebenzisa umbala ozenzakalelayo wohlelo

# AgentListTitle
source: Download Agents
af: Aflaai agente
am: ወኪሎችን ያውርዱ
ar: تنزيل الوكلاء
az: Agentləri yükləyin
be: Спампаваць агенты
bg: Изтеглете агенти
bn: এজেন্ট ডাউনলোড করুন
ca: Descarregueu agents
cs: Stahování agentů
cy: Lawrlwytho Asiantau
de: Download -Agenten
el: Πράκτορες λήψης
eo: Elŝutu Agentojn
et: Agente allalaadimine
eu: Deskargatu agenteak
fa: عوامل دانلود
fil: I -download ang mga ahente
fr_ht: Download Ajan
fy: Agents Download
ga: Gníomhairí a íoslódáil
gd: Luchdaich sìos riochdairean
gl: Axentes de descarga
gu: એજન્ટો ડાઉનલોડ કરો
he: סוכני הורד
hi: एजेंट डाउनलोड करें
hr: Preuzmite agente
hu: Letölthető ügynökök
hy: Ներբեռնեք գործակալները
is: Sækja umboðsmenn
ja: エージェントをダウンロードします
ka: ჩამოტვირთეთ აგენტები
kk: Агенттерді жүктеу
km: ភ្នាក់ងារទាញយក
kn: ಏಜೆಂಟರನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ
ku: Ajansên dakêşin
ky: Агенттер жүктөп алыңыз
lb: Download Agenten
lo: ດາວໂລດຕົວແທນ
lt: Atsisiųskite agentus
lv: Lejupielādēt aģenti
mi: Nga kaihoko download
mk: Агенти за преземање
ml: ഡൗൺലോഡ് ഏജന്റുമാർ
mn: Татаж авах агентууд
mr: एजंट डाउनलोड करा
ms: Muat turun ejen
mt: Niżżel l-aġenti
my: အေးဂျင့်များ
ne: अनुमतिहरू डाउनलोड गर्नुहोस्
or: ଏଜେଣ୍ଟମାନଙ୍କୁ ଡାଉନଲୋଡ୍ କରନ୍ତୁ |
pa: ਏਜੰਟ ਡਾਉਨਲੋਡ ਕਰੋ
ps: د غړو څخه
ro: Descărcați agenți
ru: Скачать агенты
sd: ڊائون لوڊ ايجنٽ
si: බාගැනීම් නියෝජිතයන්
sk: Sťahovanie
sl: Prenos agentov
sq: Shkarkoni Agjentët
sr: Агенти за преузимање
sv: Ladda ner agenter
sw: Pakua mawakala
ta: முகவர்களைப் பதிவிறக்கவும்
te: ఏజెంట్లను డౌన్‌లోడ్ చేయండి
tg: Агентҳо
th: ดาวน์โหลดตัวแทน
tr: İndiriciler
ug: ۋاكالەتچى چۈشۈرۈش
uk: Завантажити агенти
ur: ایجنٹوں کو ڈاؤن لوڈ کریں
uz: Yuklab olish agentlari
vi: Tải xuống đại lý
xh: Ii-Agents zeAgents
yi: אראפקאפיע אגענטן
zu: Landa ama-ejenti
