Repository: Haltroy/BlueAir
Catalog: BlueAir.CLI/Resources/Translations.*.resx
Languages: af, am, ar, az, be, bg, bn, bs, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fil, fr, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tr, ug, uk, ur, uz, vi, xh, yi, zh, zh_hans_tw, zu

# UsageVerbose
source: Prints more information.
af: Druk meer inligting af.
am: ተጨማሪ መረጃዎችን ያትማል.
ar: يطبع المزيد من المعلومات.
az: Daha çox məlumatı yazdırır.
be: Друкуе дадатковую інфармацыю.
bg: Отпечатва повече информация.
bn: আরও তথ্য মুদ্রণ।
bs: Ispisuje više informacija.
ca: Imprimeix més informació.
cs: Tiskne více informací.
cy: Yn argraffu mwy o wybodaeth.
da: Udskriver mere information.
de: Druckt weitere Informationen.
el: Εκτυπώνει περισσότερες πληροφορίες.
eo: Presas pliajn informojn.
es: Imprime más información.
et: Prindib lisateavet.
eu: Informazio gehiago inprimatzen du.
fa: اطلاعات بیشتر را چاپ می کند.
fi: Tulostaa lisätietoja.
fil: Nag -print ng karagdagang impormasyon.
fr: Imprime plus d'informations.
fy: Printset mear ynformaasje.
ga: Priontaí Tuilleadh eolais.
gd: A 'clò-bhualadh barrachd fiosrachaidh.
gl: Imprime máis información.
gu: વધુ માહિતી છાપે છે.
he: מדפיס מידע נוסף.
hi: अधिक जानकारी प्रिंट करता है।
hr: Ispisuje više informacija.
hu: További információkat nyomtat.
hy: Լրացուցիչ տեղեկություններ տպում:
id: Mencetak lebih banyak informasi.
is: Prentar frekari upplýsingar.
it: Stampa più informazioni.
ja: 詳細情報を印刷します。
ka: ბეჭდავს მეტ ინფორმაციას.
kk: Қосымша ақпаратты басып шығарады.
km: បោះពុម្ពព័ត៌មានបន្ថែម។
kn: ಹೆಚ್ಚಿನ ಮಾಹಿತಿಯನ್ನು ಮುದ್ರಿಸುತ್ತದೆ.
ko: 더 많은 정보를 인쇄합니다.
ku: Bêtir agahdarî çap dike.
ky: Көбүрөөк маалымат басып чыгарат.
lb: Dréckt méi Informatioun.
lo: ພິມຂໍ້ມູນເພີ່ມເຕີມ.
lt: Spausdina daugiau informacijos.
lv: Izdrukā vairāk informācijas.
mg: Manonta vaovao bebe kokoa.
mi: Tuhia nga korero maha.
mk: Печати повеќе информации.
ml: കൂടുതൽ വിവരങ്ങൾ അച്ചടിക്കുന്നു.
mn: Илүү их мэдээллийг хэвлэ.
mr: अधिक माहिती मुद्रित करते.
ms: Mencetak lebih banyak maklumat.
mt: Tipprintja aktar informazzjoni.
my: နောက်ထပ်သတင်းအချက်အလက်များထုတ်။
ne: अधिक जानकारी प्रिन्ट गर्दछ।
nl: Drukt meer informatie af.
no: Skriver ut mer informasjon.
or: ଅଧିକ ସୂଚନା ପ୍ରିଣ୍ଟ୍ କରେ |
pa: ਵਧੇਰੇ ਜਾਣਕਾਰੀ ਛਾਪੋ.
pl: Wydrukuje więcej informacji.
ps: نور معلومات چاپ کوي.
pt: Imprime mais informações.
ro: Tipărește mai multe informații.
ru: Отпечатает больше информации.
sd: وڌيڪ معلومات پرنٽ ڪري ٿو.
si: වැඩි විස්තර මුද්රණය කරයි.
sk: Tlačí viac informácií.
sl: Natisne več informacij.
sq: Shtyp më shumë informacion.
sr: Штампа више информација.
sv: Skriver ut mer information.
sw: Prints habari zaidi.
ta: மேலும் தகவல்களை அச்சிடுகிறது.
te: మరింత సమాచారాన్ని ప్రింట్ చేస్తుంది.
tg: Маълумоти бештарро чоп мекунад.
th: พิมพ์ข้อมูลเพิ่มเติม
tr: Daha fazla bilgi verir.
ug: تېخىمۇ كۆپ ئۇچۇرلارنى بېسىپ چىقىرىدۇ.
uk: Друкує більше інформації.
ur: مزید معلومات پرنٹ کرتا ہے۔
uz: Qo'shimcha ma'lumotni chop etadi.
vi: In thêm thông tin.
xh: Printa ulwazi oluthe kratya.
yi: פּרינץ מער אינפֿאָרמאַציע.
zh: 打印更多信息。
zh_hans_tw: 打印更多信息。
zu: Iphrinta imininingwane eminingi.

# UsageVersion
source: Prints version and exits.
af: Druk weergawe en verlaat.
am: ስሪት እና መውጫ ህትመቶች.
ar: يطبع النسخة والمخرج.
az: Version və çıxışları yazdırır.
be: Друкуе версію і выхады.
bg: Отпечатва версия и изходи.
bn: মুদ্রণ সংস্করণ এবং প্রস্থান।
bs: Ispisuje verziju i izlaze.
ca: Imprimeix la versió i les sortides.
cs: Tiskne verze a ukončení.
cy: Fersiwn printiau ac allanfeydd.
da: Udskriver version og udgange.
de: Druckt Version und beendet.
el: Εκτυπώνει την έκδοση και τις εξόδους.
eo: Presas version kaj eliras.
es: Imprime versión y salidas.
et: Prindib versiooni ja väljub.
eu: Bertsioa eta irteerak inprimatzen ditu.
fa: نسخه و خروج را چاپ می کند.
fi: Tulostaa versiota ja poistuja.
fil: Mga prints bersyon at paglabas.
fr: Imprime la version et sort.
fy: Printsje ferzje en útgongen.
ga: Leagan agus bealaí amach priontaí.
gd: Tionndadh clò-bhualaidhean agus a dhol a-mach.
gl: Imprime a versión e saída.
gu: પ્રિન્ટ સંસ્કરણ અને બહાર નીકળે છે.
he: מדפיס גרסה ויציאות.
hi: प्रिंट संस्करण और बाहर निकलता है।
hr: Ispisuje verziju i izlaze.
hu: Nyomtatja a verziót és a kilépést.
hy: Տպում է տարբերակը եւ դուրս գալիս:
id: Mencetak versi dan keluar.
is: Prentar útgáfu og útgönguleiðir.
it: Stampa la versione ed esci.
ja: バージョンと出口を印刷します。
ka: ბეჭდვის ვერსია და გასასვლელი.
kk: Нұсқаны және шығуды басып шығарады.
km: បោះពុម្ពកំណែនិងការចាកចេញ។
kn: ಆವೃತ್ತಿ ಮತ್ತು ನಿರ್ಗಮನಗಳನ್ನು ಮುದ್ರಿಸುತ್ತದೆ.
ko: 버전과 출구를 인쇄합니다.
ku: Guhertoya çapkirinê û derketinan.
ky: Басып чыгаруу нускасы жана чыгышы.
lb: Dréckt Versioun an EXTITE.
lo: ພິມສະບັບແລະອອກ.
lt: Spausdina versiją ir išėjimus.
lv: Izdrukā versiju un iziet.
mg: Manonta dikan-teny sy fivoahana.
mi: Tuhinga o mua me nga putanga.
mk: Печати верзија и излези.
ml: പ്രിന്റുചെയ്ത് പതിപ്പ് പുറത്തുകടക്കുന്നു.
mn: Хувилбар ба гарцыг хэвлэх.
mr: मुद्रण आवृत्ती आणि बाहेर पडते.
ms: Cetak versi dan keluar.
mt: Prints Verżjoni u Ħruġ.
my: ဗားရှင်းနှင့်ထွက်ပေါက်ပုံနှိပ်။
ne: संस्करण र बाहिर निस्कन्छ।
nl: Afdrukken versie en uitgangen.
no: Skriver ut versjon og avkjørsler.
or: ସଂସ୍କରଣ ପ୍ରିଣ୍ଟ୍ କରେ ଏବଂ ପ୍ରସ୍ଥାନ କରେ |
pa: ਸੰਸਕਰਣ ਅਤੇ ਬਾਹਰ ਨਿਕਲਦਾ ਹੈ.
pl: Drukuje wersję i wyjścia.
ps: د چاپ نسخه او بهر.
pt: Imprime a versão e saídas.
ro: Imprimă versiunea și ieșirile.
ru: Отпечатает версию и выходы.
sd: نسخو ۽ نڪتل پرنٽ ڪري ٿو.
si: අනුවාදය සහ පිටවීම් මුද්රණය කරයි.
sk: Tlačí verziu a výstupy.
sl: Natisne različico in izhodi.
sq: Shtyp versionin dhe daljet.
sr: Штампа верзија и излази.
sv: Skriver ut version och utgångar.
sw: Prints toleo na exits.
ta: பதிப்பு மற்றும் வெளியேறும் அச்சிடுகிறது.
te: సంస్కరణ మరియు నిష్క్రమణలను ప్రింట్ చేస్తుంది.
tg: Версияро чоп мекунад ва баромад.
th: พิมพ์เวอร์ชันและออก
tr: Sürümü yazıp çıkar.
ug: بېسىپ چىقىرىلىدۇ.
uk: Друкує версію та виходи.
ur: پرنٹس ورژن اور باہر نکلتا ہے۔
uz: Versiya va chiqish joylarini bosib chiqaradi.
vi: In phiên bản và lối thoát.
xh: Inguqulelo yePrinta kunye nokuphuma.
yi: פּרינץ ווערסיע און עגזיץ.
zh: 打印版本和退出。
zh_hans_tw: 打印版本和退出。
zu: I-Phrinta Version kanye nokuphuma.

# UsageXTimer
source: Tells how long did it take to finish in day/month/year hour:minute:second:frame in 24-hour format.
af: Vertel hoe lank dit geneem het om in die dag/maand/jaar uur te eindig: minuut: tweede: raam in 24-uur-formaat.
am: በቀን / በወር / ዓመት ሰዓት ውስጥ ለመጨረስ ምን ያህል ጊዜ እንደወሰደ ይነግረዋል-ደቂቃ: ሁለተኛ-በ 24 ሰዓት ቅርጸት ክፈፍ.
ar: يحكي إلى متى استغرق الأمر أن تنتهي في اليوم/الشهر/الساعة: الدقيقة: الثانية: الإطار بتنسيق على مدار 24 ساعة.
az: Gün / ay / il saat ərzində başa çatmağı nə qədər çəkdiyini söyləyir: dəqiqə: ikincisi: 24 saatlıq formatda çərçivə.
be: Распавядае, колькі часу спатрэбілася, каб скончыць дзень/месяц/год: хвіліна: Другая: кадр у 24-гадзінным фармаце.
bg: Разказва колко време отне да приключите в ден/месец/годишен час: минута: Второ: рамка в 24-часов формат.
bn: দিন/মাস/বছরের ঘন্টা শেষ হতে কতক্ষণ সময় লাগে তা জানায়: মিনিট: দ্বিতীয়: ফ্রেম 24 ঘন্টা ফর্ম্যাটে।
bs: Kaže koliko je vremena trebalo da završimo u danu / mjesec / sat vremena: minute: drugo: Okvir u 24-satnom formatu.
ca: Explica quant de temps va trigar a acabar en dia/mes/any hora: Minut: segon: fotograma en format 24 hores.
cs: Říká, jak dlouho trvalo to, než skončilo den/měsíc/rok hodinu: minuta: Druhá: rám ve 24hodinovém formátu.
cy: Yn dweud pa mor hir gymerodd hi i orffen yn ystod y dydd/mis/blwyddyn: munud: ail: ffrâm mewn fformat 24 awr.
da: Fortæller, hvor lang tid det tog at afslutte i dag/måned/årstid: Minut: For det andet: Ramme i 24-timers format.
de: Sagen Sie, wie lange es gedauert hat, bis es in Tag/Monat/Jahr abgeschlossen ist: Minute: Sekunde: Rahmen im 24-Stunden-Format.
el: Λέει πόσο καιρό χρειάστηκε για να τελειώσει η ημέρα/μήνα/έτος ώρα: Δεύτερο: Δεύτερο: Πλαίσιο σε μορφή 24 ωρών.
eo: Rakontas kiom longe ĝi daŭris por fini en tago/monato/jara horo: Minuto: Dua: Kadro en 24-hora formato.
es: Dice cuánto tiempo tardó en terminar en el día/mes/año Hour: Minuto: Segundo: Marco en formato de 24 horas.
et: Räägib, kui kaua kulus päeva/kuu/aasta jooksul lõpetamine: minut: teine: raam 24-tunnises vormingus.
eu: Egunean / hilabetean / urtean amaitzeko zenbat denbora behar izan zuen: Minutu: Bigarrena: 24 orduko formatuan.
fa: می گوید چه مدت طول کشید تا در روز/ماه/سال به پایان برسد: دقیقه: دوم: قاب با فرمت 24 ساعته.
fi: Kertoo, kuinka kauan päivä/kuukausi/vuosi-minuutti: toinen: toinen: kehys 24 tunnin muodossa.
fil: Sinasabi kung gaano katagal bago matapos sa araw/buwan/taon na oras: Minuto: Pangalawa: Frame sa 24 na oras na format.
fr: Raconte combien de temps a-t-il fallu pour terminer en jour / mois / année: Minute: Deuxième: Cadre en format 24 heures sur 24.
fy: Fertelt hoe lang hat it nommen om yn 'e dei / moanne / jier oere te foltôgjen: minút: twadde: ramt yn 24-oere formaat.
ga: Insíonn sé cá fhad a thóg sé chun deireadh a chur leis an lá/mí/bliain uair an chloig: Miontuairisc: Dara: Fráma i bhformáid 24 uair an chloig.
gd: Ag innse dè cho fada 's a thug e crìoch air ann an latha / mìos / bliadhna: Geàrr-chunntas: An dàrna fear: frèam ann an cruth 24-uair.
gl: Indica canto tardou en rematar o día/mes/ano: minuto: segundo: cadro en formato de 24 horas.
gu: દિવસ/મહિના/વર્ષ કલાકમાં સમાપ્ત થવા માટે કેટલો સમય લાગ્યો તે કહે છે: મિનિટ: બીજું: 24-કલાકના ફોર્મેટમાં ફ્રેમ.
he: מספר כמה זמן לקח לסיים ביום/חודש/שנה שעה: דקה: שנייה: מסגרת בפורמט 24 שעות ביממה.
hi: बताता है कि दिन/महीने/वर्ष घंटे में समाप्त होने में कितना समय लगा: मिनट: दूसरा: 24-घंटे के प्रारूप में फ्रेम।
hr: Govori koliko je trebalo da završi u danu/mjesecu/godišnjem satu: minutom: drugo: okvir u formatu od 24 sata.
hu: Megmondja, mennyi ideig tartott a nap/hónap/év órájában: perc: Második: keret 24 órás formátumban.
hy: Պատմում է, թե որքան ժամանակ է պահանջվել օր / ամիս / տարվա ժամ տեւողությամբ. Րոպե. Երկրորդ. Շրջանակ 24-ժամյա ձեւաչափով:
id: Memberitahu berapa lama waktu yang dibutuhkan untuk menyelesaikan di hari/bulan/tahun jam: menit: Kedua: bingkai dalam format 24 jam.
is: Segir hversu langan tíma tók það að klára dag/mánuði/árstíma: Mínútu: annað: ramma á sólarhrings sniði.
it: Racconta quanto tempo ci è voluto per finire nell'ora di giorno/mese/anno: minuto: secondo: frame in formato 24 ore.
ja: 24時間形式の日/月/年の時間：分：秒：フレームを終了するのにどれくらいの時間がかかったかを示します。
ka: მოგვითხრობს, რამდენი ხანი დასჭირდა დასრულებას დღეში/თვეში/წელიწადში: წუთი: მეორე: ჩარჩო 24-საათიან ფორმატში.
kk: Күндіз / ай / ай / айдың аяқталуы үшін қанша уақыт қажет болды: минут: минут: секунд 24 сағаттық форматта.
km: ប្រាប់ថាតើត្រូវចំណាយពេលប៉ុន្មានដើម្បីបញ្ចប់នៅថ្ងៃ / ខែ / មួយឆ្នាំម៉ោង: នាទី: នាទី: វិនាទី: ស៊ុមក្នុងទ្រង់ទ្រាយ 24 ម៉ោង។
kn: ದಿನ/ತಿಂಗಳು/ವರ್ಷದಲ್ಲಿ ಮುಗಿಸಲು ಎಷ್ಟು ಸಮಯ ತೆಗೆದುಕೊಂಡಿತು ಎಂದು ಹೇಳುತ್ತದೆ: ನಿಮಿಷ: ಎರಡನೆಯದು: 24-ಗಂಟೆಗಳ ಸ್ವರೂಪದಲ್ಲಿ ಫ್ರೇಮ್.
ko: 요일/월/년 시간에 마무리하는 데 시간이 얼마나 걸렸습니까? : 분 : 두 번째 : 24 시간 형식의 프레임.
ku: Dibêje çiqas dirêj kir ku ew di roja / meh / salê de qediya: Minute: Duyemîn: Di forma 24-demjimêran de çarçove.
ky: Күндүзгү / айдын ичинде канча убакытка чейин аяктаганына канча убакыт талап кылынганын айтат: экинчи күн: 24 сааттык форматтагы алкак.
lb: Erzielt wéi laang et dauert fir den Dag / Mount / Joer Stonn fäerdeg ze maachen: Minutt: Zweet: Zweet: Frame am 24. Stonne Format.
lo: ບອກວ່າມັນໃຊ້ເວລາດົນປານໃດເພື່ອໃຫ້ສໍາເລັດໃນມື້ໃນວັນ / ເດືອນ / ປີ: ນາທີ: ວິນາທີ: ແຕ່ວິນາທີ: ໃນຮູບແບບ 24 ຊົ່ວໂມງ.
lt: Pasakykite, kiek laiko užtruko baigti dieną/mėnesį/metus: minutė: antra: kadras 24 valandų formatu.
lv: Saka, cik ilgs laiks bija nepieciešams, lai pabeigtu dienu/mēnesi/gadu stunda: minūte: otrais: rāmis 24 stundu formātā.
mg: Milaza mandra-pahoviana ny fahavitan'ny andro / volana / ora iray: minitra: faharoa: frame amin'ny endrika 24 ora.
mi: Ka whakaatu i te roa o te waa ki te whakaoti i te ra / marama / tau te roa: Minute: tuarua: Tuarua: anga i roto i te whakatakotoranga 24-haora.
mk: Раскажува колку време е потребно за да се заврши во ден/месец/година час: минута: Втора: рамка во 24-часовен формат.
ml: പകൽ / വർഷം / വർഷം ശരാശരി പൂർത്തിയാക്കാൻ എത്ര സമയമെടുത്തുവെന്ന് പറയുന്നു: മിനിറ്റ്: രണ്ടാമത്: 24 മണിക്കൂർ ഫോർമാറ്റിലുള്ള ഫ്രെയിം.
mn: Өдөр / сар / жилд дуусахад хэр удаан хугацаа шаардагдахыг хэлэв: минут: Хоёрдугаарт: 24 цагийн форматтай хүрээ.
mr: दिवस/महिना/वर्षाचा तास पूर्ण होण्यास किती वेळ लागला हे सांगते: मिनिट: द्वितीय: 24-तासांच्या स्वरूपात फ्रेम.
ms: Beritahu berapa lama masa yang diperlukan untuk selesai pada hari/bulan/tahun jam: Minute: Kedua: Bingkai dalam format 24 jam.
mt: Jgħid kemm dam biex jintemm f'Jum / Xahar / Sena siegħa: Minuta: It-Tieni: Frame f'format ta '24 siegħa.
my: ရက် / တစ်နှစ်, တစ်နာရီအကြာတွင်မည်မျှကြာအောင်ပြီးဆုံးခဲ့သနည်းဟုပြောထားသည်။
ne: दिन / महिना / वर्ष / महिना / वर्षमा समाप्त भयो भन्छ: मिनेट: दोस्रो: 2 24 घण्टा ढाँचामा फ्रेम।
nl: Vertelt hoe lang het duurde om te eindigen op dag/maand/jaar uur: Minute: Tweede: frame in 24-uurs formaat.
no: Forteller hvor lang tid det tok å fullføre på dag/måned/år time: Minutt: For det andre: ramme i 24-timers format.
or: ଦିନ / ମାସ / ବର୍ଷ ଘଣ୍ଟାରେ ଶେଷ କରିବାକୁ କେତେ ସମୟ ଲାଗିଲା: ମିନିଟ୍: ଦ୍ୱିତୀୟ: 24 ଘଣ୍ଟା ଫର୍ମାଟରେ ଫ୍ରେମ୍ |
pa: ਦੱਸਦਾ ਹੈ ਕਿ ਦਿਨ / ਮਹੀਨੇ / ਸਾਲ ਦੇ ਸਮੇਂ ਨੂੰ ਪੂਰਾ ਕਰਨ ਵਿੱਚ ਕਿੰਨਾ ਸਮਾਂ ਲੱਗਾ: ਮਿੰਟ: ਦੂਜਾ: 24 ਘੰਟੇ ਦੇ ਫਾਰਮੈਟ ਵਿੱਚ ਫਰੇਮ.
pl: Mówi, jak długo zajęło zakończenie w ciągu dnia/miesiąca/rok: Minuta: Druga: rama w 24-godzinnym formacie.
ps: وايي چې په ورځ / میاشت / کلنۍ ساعت کې به څومره وخت ونیسي: دقیقې: دوهم: په 24 ساعتونو ب format ه کې چوکاټ.
pt: Diz quanto tempo demorou para terminar no dia/mês/ano: minuto: segundo: quadro em formato 24 horas.
ro: Spune cât timp a durat să termini în zi/lună/an Ora: Minut: Al doilea: Frame în format de 24 de ore.
ru: Рассказывает, сколько времени потребовалось, чтобы закончить в день/месяц в час в час: минута: вторая: рама в 24-часовом формате.
sd: اهو ٻڌائي ٿو ته ڏينهن / مهيني / سال ڪلاڪ ۾ اهو ڪيترو وقت لڳندو: منٽ: سيڪنڊ: 24 ڪلاڪ فارميٽ ۾ فريم.
si: දින / අවුරුද්දේ වේලාවෙන් කාලය / වේලාවෙන් කාලය ගත කිරීමට කොපමණ කාලයක් ගතවේද යන්න පවසයි: මිනිත්තු: දෙවන: පැය 24 ආකෘතියෙන් රාමුව.
sk: Hovorí, ako dlho trvalo dokončenie v deň/mesiac/rok Hodina: minúta: Druhý: Rám v 24-hodinovom formáte.
sl: Pove, kako dolgo je trajalo, da se konča v dnevu/mesecu/letu: minuta: Drugi: Okvir v 24-urnem formatu.
sq: Tregon se sa kohë u desh për të përfunduar në ditë/muaj/vit orë: Minutë: E dyta: kornizë në format 24-orësh.
sr: Каже колико је времена требало да завршим дању / месец / године / година: Минут: Друго: Оквир у 24-часовном формату.
sv: Berättar hur lång tid det tog att avsluta i dag/månad/timme: Minut: Andra: Ram i 24-timmarsformat.
sw: Inasema ilichukua muda gani kumaliza katika siku/mwezi/saa saa: Dakika: Pili: Sura katika muundo wa masaa 24.
ta: நாள்/மாதம்/ஆண்டு மணிநேரத்தில் முடிக்க எவ்வளவு நேரம் ஆனது என்று சொல்கிறது: நிமிடம்: இரண்டாவது: 24 மணி நேர வடிவத்தில் சட்டகம்.
te: రోజు/నెల/సంవత్సరంలో పూర్తి చేయడానికి ఎంత సమయం పట్టిందో చెబుతుంది: నిమిషం: రెండవది: 24-గంటల ఆకృతిలో ఫ్రేమ్.
tg: Бигӯед, ки чанд вақт бояд соати рӯз / моҳ / солро анҷом дод: дуюм: дуюм: чаҳорчӯба дар формати 24-соат.
th: บอกว่าใช้เวลานานแค่ไหนในวัน/เดือน/ปีชั่วโมง: นาที: วินาที: เฟรมในรูปแบบ 24 ชั่วโมง
tr: 24-saat biçiminde gün/ay/yıl saat:dakika:saniye:kare biçiminde toplam işlem süresini yazar.
ug: كۈن / ئاي / يىل سائەت ۋاقتىدىن قانچىلىك ۋاقىت ۋاقىت كەتكەنلىكىنى سۆزلەپ بېرىڭ: مىنۇت: ئىككىنچى: ئىككىنچى: ئىككىنچى: رامكا.
uk: Розповідає, скільки часу знадобилося, щоб закінчити в день/місяць/рік години: МИНА: Друга: кадр у 24-годинному форматі.
ur: بتاتا ہے کہ دن/مہینے/سال کے اوقات میں ختم ہونے میں کتنا وقت لگتا ہے: منٹ: دوسرا: 24 گھنٹے کی شکل میں فریم۔
uz: Kuniga / oyiga / oyiga qadar qancha vaqt o'tishi kerakligini aytadi: daqiqa: ikkinchi: 24 soatlik formatda.
vi: Cho biết mất bao lâu để kết thúc vào ngày/tháng/năm giờ: phút: Thứ hai: khung ở định dạng 24 giờ.
xh: Ixela ukuba ithathe ixesha elingakanani ukugqiba imini / ngenyanga / inyanga yenyanga
yi: דערציילט ווי לאַנג האָט עס געדויערט צו ענדיקן טאָג / חודש / יאָר שעה: מינוט: רגע: ראַם אין 24-שעה פֿאָרמאַט.
zh: 讲述在日/月/年小时完成需要多长时间：分钟：第二：24小时格式的框架。
zh_hans_tw: 講述在日/月/年小時完成需要多長時間：分鐘：第二：24小時格式的框架。
zu: Itshela ukuthi kuthathe isikhathi esingakanani ukuqeda ngosuku / ngenyanga / ngonyaka: umzuzu: Okwesibili: Uhlaka ngefomethi yamahora angama-24.
