Repository: Haltroy/BlueAir
Catalog: BlueAir.CLI/Resources/Translations.*.resx
Languages: af, am, ar, az, be, bg, bn, bs, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fil, fr, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tr, ug, uk, ur, uz, vi, xh, yi, zh, zh_hans_tw, zu

# StartProgress
source: Start BlueAir download. Arguments:
af: Begin {app_name} aflaai.Argumente:
am: ይጀምሩ {መተግበሪያ_ ስም}} ማውረድ.ነጋሪ እሴቶች
ar: ابدأ {app_name} تنزيل.الحجج:
az: Başlat {App_name} Yükləyin.Arqumentlər:
be: Запусціце {App_Name} Загрузка.Аргументы:
bg: Старт {app_name} Изтегляне.Аргументи:
bn: শুরু করুন {app_name} ডাউনলোড।যুক্তি:
bs: Start {app_name} Preuzmi.Argumenti:
ca: Inici {App_name} Descarregueu.Arguments:
cs: START {APP_NAME} Stáhnout.Argumenty:
cy: Dechreuwch {app_name} lawrlwytho.Dadleuon:
da: Start {app_name} download.Argumenter:
de: Start {app_name} Download.Argumente:
el: Έναρξη {app_name} λήψη.Επιχειρήματα:
eo: Komenci {app_name} elŝuti.Argumentoj:
es: Iniciar {app_name} descargar.Argumentos:
et: START {App_Name} allalaadimine.Argumendid:
eu: Hasi {app_name} deskargatu.Argumentuak:
fa: شروع {app_name} بارگیری.استدلال ها:
fi: Käynnistä {app_name} lataa.Argumentit:
fil: Simulan ang pag -download ng {app_name}.Mga pangangatwiran:
fr: Démarrer {app_name} Télécharger.Arguments:
fy: Start {app_name} downloaden.Arguminten:
ga: Tosaigh {app_name} Íoslódáil.Argóintí:
gd: Tòisich {App_name} Luchdaich sìos.Argumaidean:
gl: START {APP_NAME} descarga.Argumentos:
gu: પ્રારંભ {એપ્લિકેશન_નામ} ડાઉનલોડ કરો.દલીલો:
he: התחל {app_name} הורד.טיעונים:
hi: प्रारंभ {app_name} डाउनलोड करें।तर्क:
hr: Pokrenite {App_name} Preuzmi.Argumenti:
hu: Indítás {app_name} Letöltés.Érvek:
hy: Սկսեք {App_name} Ներբեռնեք:Փաստարկներ.
id: Mulai {app_name} unduh.Argumen:
is: Byrja {app_name} niðurhal.Rök:
it: Start {app_name} download.Argomenti:
ja: {app_name} start download。議論：
ka: დაწყება {app_name} ჩამოტვირთვა.არგუმენტები:
kk: Бастау {app_name} жүктеу.Дәлелдер:
km: ចាប់ផ្តើម {app__name} ទាញយក។អាគុយម៉ង់:
kn: ಪ್ರಾರಂಭಿಸಿ {app_name} ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ.ವಾದಗಳು:
ko: 시작 {app_name} 다운로드.논쟁 :
ku: Destpêkirin {App_Name} dakêşin.Arguman:
ky: {App_name} жүктөө.Аргументтер:
lb: Start {App_name} Eroflueden.Argumenter:
lo: ເລີ່ມ {App_Name} ດາວໂຫລດ.ການໂຕ້ຖຽງ:
lt: Pradėti {app_name} atsisiųsti.Argumentai:
lv: Sākt {app_name} lejupielādēt.Argumenti:
mg: Atombohy ny {app_name} Download.Fanaraha-maso:
mi: Tīmata {App_name} download.Nga tautohetohe:
mk: Започнете {app_name} Преземи.Аргументи:
ml: ആരംഭിക്കുക {APP_NAME} ഡൗൺലോഡ് ചെയ്യുക.ആർഗ്യുമെൻറുകൾ:
mn: Эхлэх {App_NAME} Татаж авах.Аргумент:
mr: प्रारंभ करा {अ‍ॅप_नाव} डाउनलोड करा.युक्तिवाद:
ms: Mula {app_name} muat turun.Hujah:
mt: Ibda {app_name} Niżżel.Argumenti:
my: {app_name} ကိုစတင်ရန်စတင်ပါ။အငြင်းပွားမှုများ:
ne: सुरू {app_name} डाउनलोड गर्नुहोस्।तर्कहरू:
nl: Start {App_Name} downloaden.Argumenten:
no: Start {app_name} Last ned.Argumenter:
or: {App_name} ଡାଉନଲୋଡ୍ ଆରମ୍ଭ କରନ୍ତୁ |ଯୁକ୍ତି:
pa: ਡਾ {SUPS_NEME Us ਡਾ .ਨਲੋਡ ਕਰੋ.ਦਲੀਲ:
pl: Start {app_name} pobierz.Argumenty:
ps: {اپ_ نوم} پیل کړئ.بحثونه:
pt: Iniciar {App_Name} Download.Argumentos:
ro: Start {App_name} Descărcați.Argumente:
ru: Start {app_name} Скачать.Аргументы:
sd: شروع ڪريو {App_name} ڊائون لوڊ ڪريو.دلائل:
si: {App_name} බාගත කරන්න.තර්ක:
sk: Štart {app_name} na stiahnutie.Argumenty:
sl: Start {app_name} prenos.Argumenti:
sq: Filloni {App_Name} Shkarkoni.Argumente:
sr: Старт {апп_наме} преузми.Аргументи:
sv: Starta {app_name} nedladdning.Argument:
sw: Anza {App_name} Pakua.Hoja:
ta: {App_name} பதிவிறக்கத் தொடங்குங்கள்.வாதங்கள்:
te: ప్రారంభించండి {App_name} డౌన్‌లోడ్.వాదనలు:
tg: Оғоз {App_Name} Download Download.Далелҳо:
th: เริ่ม {app_name} ดาวน์โหลดข้อโต้แย้ง:
tr: BlueAir indirmesini başlat. Argümanlar:
ug: Start {app_name} چۈشۈرۈش.تالاش-تارتىش:
uk: Запустити {app_name} Завантажити.Аргументи:
ur: شروع کریں {app_name} ڈاؤن لوڈ کریں۔دلائل:
uz: {App_name} Yuklab olish.Dalillar:
vi: Bắt đầu {app_name} Tải xuống.Tranh luận:
xh: Qala {igama le-ADKIIingxoxo:
yi: אָנהייב {אַפּ_נאַמע} אָפּלאָדירן.אַרגומענטן:
zh: 启动{app_name}下载。参数：
zh_hans_tw: 啟動{app_name}下載。參數：
zu: Qala {App_name} Landa.Izimpikiswano:

source: Too few arguments.
af: Te min argumente.
am: በጣም ጥቂት ነጋሪ እሴቶች.
ar: حجج قليلة جدا.
az: Çox az arqument.
be: Занадта мала аргументаў.
bg: Твърде малко аргументи.
bn: খুবই কম কথা কাটাকাটি.
bs: Premalo argumenata.
ca: Massa pocs arguments.
cs: Příliš málo argumentů.
cy: Rhy ychydig o ddadleuon.
da: For få argumenter.
de: Zu wenig Argumente.
el: Πολύ λίγα επιχειρήματα.
eo: Tro malmultaj argumentoj.
es: Muy pocos argumentos.
et: Liiga vähe argumente.
eu: Argudio gutxiegi.
fa: بحث های بسیار کم.
fi: Liian vähän argumentteja.
fil: Masyadong konti ang pangangatwiran.
fr: Trop peu d'arguments.
fy: Te min arguminten.
ga: Is beag argóintí atá ann.
gd: Ro bheag de argamaidean.
gl: Demasiados argumentos.
gu: ખૂબ ઓછા દલીલો.
he: מעט מדי טיעונים.
hi: बहुत कम तर्क।
hr: Premalo argumenata.
hu: Túl kevés érv.
hy: Չափազանց փաստարկներ:
id: Terlalu sedikit argumen.
is: Of fá rök.
it: Troppo pochi argomenti.
ja: 議論が少なすぎます。
ka: ძალიან ცოტა არგუმენტი.
kk: Тым аз дәлелдер.
km: អាគុយម៉ង់តិចតួចពេក។
kn: ತುಂಬಾ ಕಡಿಮೆ ವಾದಗಳು.
ko: 논쟁이 너무 적습니다.
ku: Gelek arguman.
ky: Бир нече жүйөлөр.
lb: Ze wéineg Argumenter.
lo: ການໂຕ້ຖຽງຫນ້ອຍເກີນໄປ.
lt: Per mažai argumentų.
lv: Pārāk maz argumentu.
mg: Vitsy ny tohan-kevitra.
mi: He iti rawa nga tautohetohe.
mk: Премногу малку аргументи.
ml: വളരെ കുറച്ച് വാദങ്ങൾ.
mn: Хэт цөөн аргумент.
mr: खूप कमी युक्तिवाद.
ms: Terlalu sedikit hujah.
mt: Ftit argumenti.
my: အလွန်အကျွံအငြင်းပွားမှုများ။
ne: धेरै तर्कहरू।
nl: Te weinig argumenten.
no: For få argumenter.
or: ବହୁତ କମ୍ ଯୁକ୍ତି |
pa: ਬਹੁਤ ਘੱਟ ਦਲੀਲਾਂ.
pl: Zbyt mało argumentów.
ps: ډیر لږ بحثونه.
pt: Poucos argumentos.
ro: Prea putine argumente.
ru: Слишком мало аргументов.
sd: تمام گهٽ دليل.
si: තර්ක කිහිපයක්.
sk: Príliš málo argumentov.
sl: Premalo argumentov.
sq: Shumë pak argumente.
sr: Премало аргумената.
sv: För få argument.
sw: Hoja chache sana.
ta: மிகக் குறைவான வாதங்கள்.
te: చాలా తక్కువ వాదనలు.
tg: Якчанд далелҳо.
th: อาร์กิวเมนต์น้อยเกินไป
tr: Çok az argüman.
ug: تالاش-تارتىشلار بەك ئاز.
uk: Занадто мало аргументів.
ur: بہت کم دلائل.
uz: Juda kam dalillar.
vi: Quá ít lập luận.
xh: Zimbalwa kakhulu iimpikiswano.
yi: צו ווייניק טענות.
zh: 论据太少。
zh_hans_tw: 論據太少。
zu: Izimpikiswano ezimbalwa kakhulu.

# UsageAutoSave
source: Automatically saves the progress into OUTPUT FILE (if given) or to INPUT FILE.
af: Stoor die vordering outomaties in die uitvoerlêer (indien gegee) of in die invoerlêer.
am: ሂደቱን በራስ-ሰር ያድናል (ከተሰጠ) ወይም ለግብዓት ፋይል ፋይልን ያድናል.
ar: يحفظ تلقائيًا التقدم في ملف الإخراج (إذا تم إعطاؤه) أو لإدخال ملف.
az: Avtomatik olaraq irəliləyişləri çıxış faylına (əgər varsa) və ya giriş faylı əldə edir.
be: Аўтаматычна захоўвае прагрэс у выходны файл (калі дадзена) альбо ў файл уводу.
bg: Автоматично запазва напредъка в изходния файл (ако е даден) или в входен файл.
bn: স্বয়ংক্রিয়ভাবে আউটপুট ফাইল (যদি দেওয়া হয়) বা ইনপুট ফাইলটিতে অগ্রগতি সংরক্ষণ করে।
bs: Automatski sprema napredak u izlaznu datoteku (ako je dat) ili u unos datoteke.
ca: Desa automàticament el progrés al fitxer de sortida (si es dóna) o al fitxer d’entrada.
cs: Automaticky uloží pokrok do výstupního souboru (pokud je uvedeno) nebo do vstupního souboru.
cy: Yn awtomatig yn arbed y cynnydd yn ffeil allbwn (os rhoddir) neu i fewnbynnu ffeil.
da: Gemmer automatisk fremskridt i outputfilen (hvis det gives) eller til inputfil.
de: Speichert automatisch den Fortschritt in die Ausgabedatei (falls angegeben) oder in die Eingabedatei.
el: Εξοικονομεί αυτόματα την πρόοδο στο αρχείο εξόδου (εάν δοθεί) ή στο αρχείο εισόδου.
eo: Aŭtomate ŝparas la progreson en elira dosiero (se donita) aŭ en enmeti dosieron.
es: Guarda automáticamente el progreso en el archivo de salida (si se da) o al archivo de entrada.
et: Salvestab progressi automaatselt väljundfaili (kui seda antakse) või sisendfaili.
eu: Automatikoki aurrerapenak irteerako fitxategian gordetzen ditu (emanez gero) edo fitxategia sartzeko.
fa: به طور خودکار پیشرفت را در پرونده خروجی (در صورت ارائه) یا پرونده وارد کنید.
fi: Tallentaa edistymisen automaattisesti tulostetiedostoon (jos annetaan) tai syöttötiedostoon.
fil: Awtomatikong nai -save ang pag -unlad sa output file (kung ibinigay) o upang mag -input ng file.
fr: Enregistre automatiquement les progrès dans le fichier de sortie (le cas échéant) ou dans le fichier d'entrée.
fy: Besparret automatysk de foarútgong yn yn útfierbestân (as jûn) of om bestân yn te fieren.
ga: Sábhálann sé an dul chun cinn go huathoibríoch i gcomhad aschuir (má thugtar é) nó chun comhad a ionchur.
gd: Bidh an adhartas a 'sàbhaladh gu fèin-ghluasadach gu faidhle toraidh (ma thèid a thoirt seachad) no gus am faidhle a chur a-steach.
gl: Garda automaticamente o progreso no ficheiro de saída (se se dá) ou no ficheiro de entrada.
gu: આઉટપુટ ફાઇલ (જો આપવામાં આવે તો) અથવા ઇનપુટ ફાઇલમાં આપમેળે પ્રગતિને સાચવે છે.
he: שומר אוטומטית את ההתקדמות לקובץ הפלט (אם ניתן) או לקובץ הזנת.
hi: स्वचालित रूप से आउटपुट फ़ाइल (यदि दिया गया) या इनपुट फ़ाइल में प्रगति को सहेजता है।
hr: Automatski sprema napredak u izlaznu datoteku (ako je dat) ili u ulaznu datoteku.
hu: Automatikusan elmenti az előrehaladást a kimeneti fájlba (ha megadva) vagy a bemenet fájlba.
hy: Ավտոմատ կերպով պահպանում է առաջընթացը ելքային ֆայլի մեջ (եթե տրվում է) կամ մուտքային ֆայլ:
id: Secara otomatis menyimpan kemajuan ke dalam file output (jika diberikan) atau ke file input.
is: Sparar framfarir sjálfkrafa í framleiðsluskrá (ef gefnar eru) eða til að slá inn skrá.
it: Salva automaticamente l'avanzamento nel file di output (se fornito) o in file di input.
ja: 進行状況を出力ファイルに自動的に保存（指定されている場合）または入力ファイルに保存します。
ka: ავტომატურად დაზოგავს პროგრესს გამომავალი ფაილში (თუ მოცემულია) ან შეყვანის ფაილში.
kk: Автоматты түрде прогресті шығыс файлына (берілген) немесе енгізу үшін сақтайды.
km: រក្សាទុកវឌ្ឍនភាពដោយស្វ័យប្រវត្តិទៅក្នុងឯកសារលទ្ធផល (បើបានផ្តល់ឱ្យ) ឬឯកសារបញ្ចូល។
kn: ಪ್ರಗತಿಯನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ output ಟ್‌ಪುಟ್ ಫೈಲ್‌ಗೆ (ನೀಡಿದರೆ) ಅಥವಾ ಇನ್‌ಪುಟ್ ಫೈಲ್‌ಗೆ ಉಳಿಸುತ್ತದೆ.
ko: 진행 상황을 출력 파일 (주어진 경우) 또는 입력 파일로 자동 저장합니다.
ku: Bixweber pêşveçûn di pelê hilberînê de (heke were dayîn) an jî pelê têkevinê.
ky: Прогрессти автоматтык түрдө чыгаруу файлына автоматтык түрдө үнөмдөйт (эгер берилген болсо) же киргизүү файлына.
lb: Späichert automatesch de Fortschrëtter an Ausgangsdatei (wann uginn) oder op Input Datei.
lo: ປະຫຍັດຄວາມຄືບຫນ້າໂດຍອັດຕະໂນມັດເຂົ້າໃນເອກະສານຜົນໄດ້ຮັບ (ຖ້າໃຫ້) ຫຼືໃສ່ເອກະສານປ້ອນຂໍ້ມູນ.
lt: Automatiškai išsaugo pažangą į išvesties failą (jei duotas) arba įvesti failą.
lv: Automātiski saglabā progresu izvades failā (ja tas tiek dots) vai ievadītā failā.
mg: Mamonjy mandeha ho azy ny fivoarana amin'ny rakitra famoahana (raha omena) na ny rakitra fampidirana.
mi: Ka penapena aunoa i te ahunga whakamua ki te konae putanga (mena kua tukuna) ki te konae whakauru ranei.
mk: Автоматски го зачувува напредокот во излезната датотека (ако е дадена) или да влезе датотека.
ml: Output ട്ട്പുട്ട് ഫയലിലേക്ക് യാന്ത്രികമായി സംരക്ഷിക്കുന്നു (നൽകിയിട്ടുണ്ടെങ്കിൽ) അല്ലെങ്കിൽ ഇൻപുട്ട് ഫയൽ.
mn: Ажлаа автоматаар гаралтын файл руу (хэрэв өгсөн бол) эсвэл файл оруулах.
mr: आउटपुट फाइलमध्ये (दिल्यास) किंवा इनपुट फाइलमध्ये स्वयंचलितपणे जतन करते.
ms: Secara automatik menjimatkan kemajuan ke dalam fail output (jika diberikan) atau masuk fail.
mt: Awtomatikament jiffranka l-progress fil-fajl tal-ħruġ (jekk jingħata) jew fil-fajl tal-input.
my: တိုးတက်မှုကို (ပေးလျှင်) သို့မဟုတ် file ကို file သို့အလိုအလျောက်သိမ်းဆည်းသည်။
ne: स्वचालित रूपमा आउटपुट फाइलमा प्रगति बचत गर्दछ (यदि दिइएको छ) वा फाइल इनपुट गर्न।
nl: Slaat automatisch de voortgang in het uitvoerbestand op (indien gegeven) of in invoerbestand.
no: Lagrer fremdriften automatisk i utdatafilen (hvis gitt) eller til å legge inn fil.
or: ସ୍ୱୟଂଚାଳିତ ଭାବରେ ଫଳାଫଳକୁ ଆଉଟପୁଟ୍ ଫାଇଲ୍ ରେ ପହଞ୍ଚାଇଥାଏ (ଯଦି ଦିଆଯାଏ) କିମ୍ବା ଫାଇଲ୍ ଇନପୁଟ୍ କରିବାକୁ |
pa: ਆਪਣੇ ਆਪ ਹੀ ਆਉਟਪੁੱਟ ਫਾਈਲ ਵਿੱਚ ਪ੍ਰਗਤੀ ਨੂੰ ਬਚਾਉਂਦਾ ਹੈ (ਜੇ ਦਿੱਤਾ ਜਾਂਦਾ ਹੈ) ਜਾਂ ਇਨਪੁਟ ਫਾਈਲ ਨੂੰ.
pl: Automatycznie zapisuje postęp w pliku wyjściowym (jeśli podano) lub na plik wejściowy.
ps: په اتوماتيک ډول پرمختګ د وتنې دوتنې (که ورکړل شوی) یا د ننوتلو فایل ته وسپارئ.
pt: Salva automaticamente o progresso no arquivo de saída (se fornecido) ou no arquivo de entrada.
ro: Salvează automat progresul în fișierul de ieșire (dacă este dat) sau în fișierul de intrare.
ru: Автоматически сохраняет прогресс в выходном файле (если приведен) или для ввода файла.
sd: خودڪار طريقي سان ٻاھرين فائل ۾ پيش رفت کي محفوظ ڪري ٿو (جيڪڏهن ڏنل فائل کي داخل ڪيو وڃي.
si: ප්රගතිය ස්වයංක්රීයව ප්රතිදාන ගොනුව (ලබා දෙන්නේ නම්) හෝ ආදාන ගොනුව බවට පත් කිරීම.
sk: Automaticky uloží pokrok do výstupného súboru (ak je uvedený) alebo vstupný súbor.
sl: Samodejno shrani napredek v izhodno datoteko (če je dana) ali v vnosno datoteko.
sq: Ruan automatikisht progresin në skedarin e daljes (nëse jepet) ose në skedarin hyrëse.
sr: Аутоматски спрема напредак у излазној датотеци (ако је дата) или у уносу датотеку.
sv: Sparar automatiskt framstegen i utdatafilen (om den ges) eller till inmatningsfilen.
sw: Huokoa moja kwa moja maendeleo katika faili ya pato (ikiwa imepewa) au faili ya kuingiza.
ta: முன்னேற்றத்தை வெளியீட்டு கோப்பில் (கொடுக்கப்பட்டால்) அல்லது உள்ளீட்டு கோப்பில் தானாகவே சேமிக்கிறது.
te: పురోగతిని అవుట్పుట్ ఫైల్ (ఇచ్చినట్లయితే) లేదా ఇన్పుట్ ఫైల్ లోకి స్వయంచాలకంగా సేవ్ చేస్తుంది.
tg: Ба таври худкор пешрафтро ба файли беруна захира мекунад (агар додашуда дода шавад) ё файли воридшуда.
th: บันทึกความคืบหน้าลงในไฟล์เอาต์พุตโดยอัตโนมัติ (ถ้าได้รับ) หรืออินพุตไฟล์
tr: Otomatik olarak kalan işlemleri [ÇIKIŞ DOSYASI] (eğer verilmiş ise) veya [GİRİŞ DOSYASI] dosyasına yazar.
ug: ئاپتوماتىك ھالدا ئىلگىرىلەش ھۆججىتىنى چىقىرىش ھۆججىتىنى ئاپتوماتىك ھالدا قوغدايدۇ.
uk: Автоматично зберігає хід у вихідний файл (якщо наведено) або в введення файлу.
ur: خود بخود آؤٹ پٹ فائل (اگر دیئے گئے) یا ان پٹ فائل میں پیشرفت کو محفوظ کرتا ہے۔
uz: Avtomatik ravishda taraqqiyotni chiqish fayliga (agar berilgan bo'lsa) yoki kirish fayliga tejashga yordam beradi.
vi: Tự động lưu tiến trình vào tệp đầu ra (nếu được đưa ra) hoặc vào tệp nhập.
xh: Ngokuzenzekelayo igcina inkqubela phambili kwifayile yokukhupha (ukuba inikezwe) okanye kwifayile yegalelo.
yi: אויטאָמאַטיש סאַוועס די פּראָגרעס אין פּראָדוקציע טעקע (אויב געגעבן) אָדער צו אַרייַנשרייַב טעקע.
zh: 自动将进度保存到输出文件（如果给出）或输入文件中。
zh_hans_tw: 自動將進度保存到輸出文件（如果給出）或輸入文件中。
zu: Igcina ngokuzenzakalela inqubekela phambili kwifayela lokukhipha (uma linikezwe) noma ukufaka ifayela lokufaka.

# UsageHelp
source: Prints this screen and exits.
af: Druk hierdie skerm af en gaan uit.
am: ይህንን ማያ ገጽ እና መውጫ ያትማል.
ar: يطبع هذه الشاشة ويخرج.
az: Bu ekranı yazdırır və çıxır.
be: Друкуе гэты экран і выходзіць.
bg: Отпечатва този екран и излиза.
bn: এই স্ক্রিনটি প্রিন্ট করে প্রস্থান করে।
bs: Ispisuje ovaj ekran i izlazi.
ca: Imprimeix aquesta pantalla i surt.
cs: Vytiskne tuto obrazovku a ukončí.
cy: Yn argraffu'r sgrin hon ac yn gadael.
da: Udskriver denne skærm og udgange.
de: Druckt diesen Bildschirm und beendet.
el: Εκτυπώνει αυτήν την οθόνη και εξέρχεται.
eo: Presas ĉi tiun ekranon kaj eliras.
es: Imprime esta pantalla y sale.
et: Prindib selle ekraani ja väljub.
eu: Pantaila hau inprimatzen du eta irteten da.
fa: این صفحه را چاپ می کند و از آن خارج می شود.
fi: Tulostaa tämä näyttö ja poistuu.
fil: Nag -print ng screen na ito at lumabas.
fr: Imprime cet écran et sort.
fy: Printet dit skerm en útgongen.
ga: Priontálann an scáileán seo agus na bealaí amach.
gd: Clò-bhualaidhean an scrion seo agus na cuir a-mach.
gl: Imprime esta pantalla e sae.
gu: આ સ્ક્રીન છાપે છે અને બહાર નીકળી જાય છે.
he: מדפיס מסך זה ויוצא.
hi: इस स्क्रीन को प्रिंट करता है और बाहर निकलता है।
hr: Ispisuje ovaj zaslon i izlazi.
hu: Kinyomtatja ezt a képernyőt és kilép.
hy: Տպում է այս էկրանը եւ դուրս գալիս:
id: Mencetak layar ini dan keluar.
is: Prentar þennan skjá og útgönguleiðir.
it: Stampa questa schermata ed esce.
ja: この画面を印刷して終了します。
ka: ბეჭდავს ამ ეკრანს და გასასვლელებს.
kk: Бұл экранды басып шығарады және шығады.
km: បោះពុម្ពអេក្រង់នេះហើយចេញ។
kn: ಈ ಪರದೆಯನ್ನು ಮುದ್ರಿಸುತ್ತದೆ ಮತ್ತು ನಿರ್ಗಮಿಸುತ್ತದೆ.
ko: 이 화면을 인쇄하고 종료합니다.
ku: Vê ekran û derketinê çap dike.
ky: Бул экранды басып чыгарат жана чыгасыз.
lb: Dréckt dësen Bildschierm an EXITS.
lo: ພິມຫນ້າຈໍນີ້ແລະອອກໄປ.
lt: Spausdina šį ekraną ir išeina.
lv: Izdrukā šo ekrānu un iziet.
mg: Manao pirinty ity efijery ity sy ny fivoahana.
mi: Tuhia tenei mata me nga putanga.
mk: Го отпечати овој екран и излегува.
ml: ഈ സ്ക്രീനും പുറത്തുകടന്നും പ്രിന്റുചെയ്യുന്നു.
mn: Энэ дэлгэц, гарцыг хэвлэнэ.
mr: ही स्क्रीन प्रिंट करते आणि बाहेर पडते.
ms: Mencetak skrin dan keluar ini.
mt: Tipprintja dan l-iskrin u toħroġ.
my: ဒီဖန်သားပြင်နှင့်ထွက်ပေါက်ပုံနှိပ်။
ne: यस स्क्रिन प्रिन्ट गर्दछ र बाहिर निस्कन्छ।
nl: Drukt dit scherm af en gaat af.
no: Skriver ut dette skjermen og avkjørsler.
or: ଏହି ପରଦାକୁ ପ୍ରିଣ୍ଟ୍ କରେ ଏବଂ ପ୍ରସ୍ଥାନ କରେ |
pa: ਇਸ ਸਕ੍ਰੀਨ ਨੂੰ ਛਾਪਦਾ ਹੈ ਅਤੇ ਬਾਹਰ ਕੱ .ਦਾ ਹੈ.
pl: Drukuje ten ekran i wychodzi.
ps: دا پرده چاپ کړئ او بهر یې کړئ.
pt: Imprime esta tela e sai.
ro: Imprimă acest ecran și iese.
ru: Отпечатает этот экран и выходит.
sd: هن اسڪرين کي پرنٽ ڪري ٿو ۽ نڪرندو آهي.
si: මෙම තිරය සහ පිටවීම් මුද්රණය කරයි.
sk: Vytlačí túto obrazovku a opúšťa.
sl: Natisne ta zaslon in izstopi.
sq: Shtyp këtë ekran dhe dalje.
sr: Штампа овај екран и излази.
sv: Skriver ut den här skärmen och går ut.
sw: Prints skrini hii na kutoka.
ta: இந்த திரையை அச்சிட்டு வெளியேறுகிறது.
te: ఈ స్క్రీన్ ప్రింట్ చేసి నిష్క్రమిస్తుంది.
tg: Ин экран ва баромадро чоп мекунад.
th: พิมพ์หน้าจอนี้และออก
tr: Bu ekranı yazdırır.
ug: بۇ ئېكران ۋە چېكىنىشلەرنى بېسىپ چىقىرىدۇ.
uk: Друкує цей екран і виходить.
ur: اس اسکرین کو پرنٹ کرتا ہے اور باہر نکلتا ہے۔
uz: Ushbu ekranni bosib chiqaradi.
vi: In màn hình này và thoát ra.
xh: Printa esi sikrini kwaye uphume.
yi: פּרינץ דעם פאַרשטעלן און עגזיץ.
zh: 打印此屏幕并退出。
zh_hans_tw: 打印此屏幕並退出。
zu: Iphrinta lesi sikrini futhi iphuma.
