Repository: Haltroy/BlueAir
Catalog: BlueAir.CLI/Resources/Translations.*.resx
Languages: af, am, ar, az, be, bg, bn, bs, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fil, fr, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tr, ug, uk, ur, uz, vi, xh, yi, zh, zh_hans_tw, zu

# UsageInputXML
source: Treats the [INPUT FILE] as an XML text instead of a file path.
af: Behandel die [invoerlêer] as 'n XML -teks in plaas van 'n lêerpad.
am: ከፋይል መንገድ ይልቅ የ XML ጽሑፍን ያበራል.
ar: يعامل [ملف الإدخال] كنص XML بدلاً من مسار الملف.
az: Bir fayl yolu yerinə bir XML mətni kimi [giriş faylını] müalicə edir.
be: Разглядае [файл уводу] як тэкст XML замест шляху файла.
bg: Третира [входния файл] като XML текст вместо на файл път.
bn: ফাইল পাথের পরিবর্তে [ইনপুট ফাইল] কে এক্সএমএল পাঠ্য হিসাবে বিবেচনা করে।
bs: Tretira [ulaznu datoteku] kao XML tekst umjesto staze datoteke.
ca: Tracta el [fitxer d’entrada] com un text XML en lloc d’una ruta del fitxer.
cs: Místo cesty souboru zachází [vstupní soubor] jako text XML.
cy: Yn trin y [ffeil fewnbwn] fel testun XML yn lle llwybr ffeil.
da: Behandler [inputfilen] som en XML -tekst i stedet for en filsti.
de: Behandelt die [Eingabedatei] als XML -Text anstelle eines Dateipfads.
el: Αντιμετωπίζει το [αρχείο εισόδου] ως κείμενο XML αντί για μια διαδρομή αρχείου.
eo: Traktas la [enigan dosieron] kiel XML -tekston anstataŭ dosieran vojon.
es: Trata el [archivo de entrada] como un texto XML en lugar de una ruta de archivo.
et: Kohtleb [sisendfaili] kui faili tee asemel XML -teksti.
eu: [Sarrerako fitxategia] XML testu gisa tratatzen du fitxategi bide baten ordez.
fa: به جای یک مسیر پرونده ، [پرونده ورودی] را به عنوان یک متن XML درمان می کند.
fi: Kohtelee [syöttötiedostoa] XML -tekstinä tiedostopolun sijasta.
fil: Tinatrato ang [input file] bilang isang teksto ng XML sa halip na isang landas ng file.
fr: Traite le [fichier d'entrée] comme un texte XML au lieu d'un chemin de fichier.
fy: Behannelet it [ynfierbestân] as xml-tekst yn plak fan in bestânspaad.
ga: Déileálann sé leis an [comhad ionchuir] mar théacs XML in ionad cosán comhaid.
gd: A 'làimhseachadh an [faidhle inntrigidh] mar theacsa XML an àite slighe faidhle.
gl: Trata o [ficheiro de entrada] como un texto XML en lugar dunha ruta de ficheiro.
gu: ફાઇલ પાથને બદલે [ઇનપુટ ફાઇલ] ને XML ટેક્સ્ટ તરીકે વર્તે છે.
he: מתייחס ל [קובץ הקלט] כאל טקסט XML במקום לנתיב קובץ.
hi: फ़ाइल पथ के बजाय [इनपुट फ़ाइल] को XML पाठ के रूप में मानता है।
hr: Tretira [ulaznu datoteku] kao XML tekst umjesto staze datoteke.
hu: A [bemeneti fájlt] XML szövegként kezeli a fájl elérési útja helyett.
hy: Պատրաստում է [մուտքային ֆայլը] որպես XML տեքստ, ֆայլի ուղու փոխարեն:
id: Perlakukan [file input] sebagai teks XML alih -alih jalur file.
is: Meðhöndlar [innsláttarskrá] sem XML texta í stað skráarslóðar.
it: Tratta il [file di input] come un testo XML anziché un percorso del file.
ja: [入力ファイル]をファイルパスの代わりにXMLテキストとして扱います。
ka: ეპყრობა [შეყვანის ფაილს], როგორც XML ტექსტი, ფაილის ბილიკის ნაცვლად.
kk: Файлдық жолдың орнына [енгізу файлын] XML мәтіні ретінде қарастырады.
km: ចាត់ទុក [ឯកសារបញ្ចូល] ជាអត្ថបទ XML ជំនួសឱ្យផ្លូវឯកសារ។
kn: [ಇನ್ಪುಟ್ ಫೈಲ್] ಅನ್ನು ಫೈಲ್ ಪಥದ ಬದಲು XML ಪಠ್ಯವಾಗಿ ಪರಿಗಣಿಸುತ್ತದೆ.
ko: [입력 파일]을 파일 경로 대신 XML 텍스트로 취급합니다.
ku: Li şûna rêça pelê [pelê têketinê] wekî nivîsek XML derman dike.
ky: Файл жолунун ордуна XML текст катары [киргизүү файлын] XML текст катары карайт.
lb: Behandelt d'[Input Datei] als XML Text amplaz vun engem Dateiwee.
lo: ປະຕິບັດຕໍ່ [ເອກະສານປ້ອນຂໍ້ມູນ] ເປັນຂໍ້ຄວາມ XML ແທນທີ່ຈະເປັນເສັ້ນທາງຂອງເອກະສານ.
lt: Vietoj failo kelią traktuoja [įvesties failą] kaip XML tekstą.
lv: Ārstē [ievades failu] kā XML tekstu, nevis faila ceļu.
mg: Mitsabo ny [fampidirana] ho toy ny lahatsoratra XML fa tsy lalana rakitra.
mi: Ka aro ki te konae [whakauru] hei tuhinga XML hei utu mo te huarahi konae.
mk: Ја третира [влезната датотека] како XML текст наместо патека за датотеки.
ml: [ഇൻപുട്ട് ഫയലിനെ] ഒരു ഫയൽ പാതയ്ക്ക് പകരം ഒരു എക്സ്എംഎൽ വാചകമായി കണക്കാക്കുന്നു.
mn: Файлын зам биш харин [оролтын файлыг xml текст болгон эмчилнэ.
mr: फाइल पथऐवजी [इनपुट फाइल] एक्सएमएल मजकूर म्हणून मानते.
ms: Merawat [fail input] sebagai teks XML dan bukannya laluan fail.
mt: Tittratta l- [fajl tal-input] bħala test XML minflok triq tal-fajl.
my: [input file] ကိုဖိုင်လမ်းကြောင်းအစား xml စာသားအဖြစ်ဆက်ဆံသည်။
ne: [इनपुट फाईल] एक फाईल मार्गको सट्टा XML पाठको रूपमा व्यवहार गर्दछ।
nl: Behandelt het [invoerbestand] als een XML -tekst in plaats van een bestandspad.
no: Behandler [inndatafilen] som en XML -tekst i stedet for en filsti.
or: ଏକ ଫାଇଲ୍ ପଥ ପରିବର୍ତ୍ତେ ଏକ XML ପାଠ୍ୟ ଭାବରେ [ଇନପୁଟ୍ ଫାଇଲ୍ ଭାବରେ ବ୍ୟବହାର କରେ |
pa: [ਇਨਪੁਟ ਫਾਈਲ] ਦਾ ਇਲਾਜ ਕਰੋ ਇੱਕ ਫਾਈਲ ਮਾਰਗ ਦੀ ਬਜਾਏ ਐਕਸਐਮਐਲ ਟੈਕਸਟ ਦੇ ਤੌਰ ਤੇ.
pl: Traktuje [plik wejściowy] jako tekst XML zamiast ścieżki pliku.
ps: د [ننوت فایل] د فایل لارې پرځای د XML متن په توګه چلند کوي.
pt: Trata o [arquivo de entrada] como um texto XML em vez de um caminho de arquivo.
ro: Tratează [fișierul de intrare] ca un text XML în loc de o cale de fișier.
ru: Рассматривает [входной файл] как текст XML вместо пути файла.
sd: فائل جي رستي جي بدران ايڪس ايم ايل متن جي طور تي [انپٽ فائل] جو علاج ڪري ٿو.
si: ගොනු මාර්ගයක් වෙනුවට [ආදාන ගොනුව] XML පෙළක් ලෙස [ආදාන ගොනුව] සලකයි.
sk: Považuje [vstupný súbor] ako s textom XML namiesto cesty súboru.
sl: Obravnava [vhodno datoteko] kot besedilo XML namesto poti datoteke.
sq: Trajton [skedarin e hyrjes] si një tekst XML në vend të një shtegu skedar.
sr: Третира [улазну датотеку] као КСМЛ текст уместо стазе датотека.
sv: Behandlar [inmatningsfilen] som en XML -text istället för en filväg.
sw: Inashughulikia [faili ya kuingiza] kama maandishi ya XML badala ya njia ya faili.
ta: [உள்ளீட்டு கோப்பு] ஐ கோப்பு பாதைக்கு பதிலாக எக்ஸ்எம்எல் உரையாக கருதுகிறது.
te: [ఇన్పుట్ ఫైల్] ను ఫైల్ మార్గానికి బదులుగా XML వచనంగా పరిగణిస్తుంది.
tg: Ба ҷои роҳи файл файли вурудиро ба монанди матни XML табобат кунед.
th: ถือว่า [ไฟล์อินพุต] เป็นข้อความ XML แทนเส้นทางไฟล์
tr: [GİRİŞ DOSYASI] dosyasını bir dosya konumu yerine XML yazısı olarak alır.
ug: [كىرگۈزۈش ھۆججىتى] ھۆججەت يولىنىڭ ئورنىغا XML تېكىست سۈپىتىدە مۇئامىلە قىلىدۇ.
uk: Розглядає [вхідний файл] як текст XML замість шляху файлу.
ur: فائل کے راستے کی بجائے [ان پٹ فائل] کو XML متن کے طور پر سلوک کرتا ہے۔
uz: [Kiritish faylini] fayl yo'lining o'rniga XML matn sifatida davolaydi.
vi: Xử lý [tệp đầu vào] dưới dạng văn bản XML thay vì đường dẫn tệp.
xh: Iphatha ifayile [yegalelo] njengombhalo we-XML endaweni yendlela yefayile.
yi: טריץ די [אַרייַנשרייַב טעקע] ווי אַ XML טעקסט אַנשטאָט פון אַ טעקע דרך.
zh: 将[输入文件]视为XML文本而不是文件路径。
zh_hans_tw: 將[輸入文件]視為XML文本而不是文件路徑。
zu: Iphatha ifayela le- [lokufaka] njengombhalo we-XML esikhundleni sendlela yefayela.

# UsageOptionsTitle
source: OPTIONS:
af: Opsies:
am: አማራጮች
ar: خيارات:
az: Seçimlər:
be: Параметры:
bg: НАСТРОИКИ:
bn: বিকল্প:
bs: Opcije:
ca: Opcions:
cs: Možnosti:
cy: Opsiynau:
da: MULIGHEDER:
de: OPTIONEN:
el: Επιλογές:
eo: Ebloj:
es: Opciones:
et: Valikud:
eu: Aukerak:
fa: گزینه ها:
fi: Vaihtoehdot:
fil: Mga pagpipilian:
fy: Opsjes:
ga: Roghanna:
gd: Roghainnean:
gl: Opcións:
gu: વિકલ્પો:
he: אפשרויות:
hi: विकल्प:
hr: Opcije:
hu: LEHETŐSÉGEK:
hy: Ընտրանքներ.
id: PILIHAN:
is: Valkostir:
it: OPZIONI:
ja: オプション：
ka: ᲞᲐᲠᲐᲛᲔᲢᲠᲔᲑᲘ:
kk: ОПЦИЯЛАР:
km: ជម្រើស:
kn: ಆಯ್ಕೆಗಳು:
ko: 옵션 :
ku: Vebijark:
ky: Жолдор:
lb: Optiounen:
lo: ຕົວເລືອກ:
lt: GALIMYBĖS:
lv: Iespējas:
mg: Safidy:
mi: Kōwhiringa:
mk: Опции:
ml: ഓപ്ഷനുകൾ:
mn: Сонголт:
mr: पर्यायः
ms: Pilihan:
mt: Għażliet:
my: ရွေးချယ်စရာများ -
ne: विकल्पहरू:
nl: Opties:
no: Alternativer:
or: ବିକଳ୍ପଗୁଡ଼ିକ:
pa: ਵਿਕਲਪ:
pl: Opcje:
ps: غوراوي:
pt: Opções:
ro: OPȚIUNI:
ru: ПАРАМЕТРЫ:
sd: اختيارن:
si: විකල්ප:
sk: MOŽNOSTI:
sl: OPCIJE:
sq: OPSIONE:
sr: ОПЦИЈЕ:
sv: ALTERNATIV:
sw: Chaguzi:
ta: விருப்பங்கள்:
te: ఎంపికలు:
tg: Имконот:
th: ตัวเลือก:
tr: SEÇENEKLER:
ug: تاللانما:
uk: Параметри:
ur: اختیارات:
uz: Variantlar:
vi: TÙY CHỌN:
xh: Ukukhetha:
yi: אָפּציעס:
zh: 选项：
zh_hans_tw: 選項：
zu: Izinketho:

# UsageText
source: USAGE: {app_command} [OPTIONS] [INPUT FILE] [FOLDER] [OUTPUT FILE]
af: Gebruik: {app_command} [Opsies] [invoerlêer] [vouer] [Uitvoerlêer]
am: አጠቃቀም: {App_command} [አማራጮች] [APRORTEL] [አቃፊ] [አቃፊ] [Offore ፋይል]
ar: الاستخدام: {app_command} [خيارات] [ملف الإدخال] [المجلد] [ملف الإخراج]
az: İstifadəsi: {App_command} [seçimlər] [giriş faylı] [qovluq] [Çıxış faylı]
be: Выкарыстанне: {App_Command} [параметры] [файл уводу] [папка] [Вывадны файл]
bg: Използване: {APP_COMMAND} [Опции] [Входен файл] [Папка] [Изходен файл]
bn: ব্যবহার: {অ্যাপ্লিকেশন_কম্যান্ড} [বিকল্প] [ইনপুট ফাইল] [ফোল্ডার] [আউটপুট ফাইল]
bs: Upotreba: {app_command} [Opcije] [Ulazna datoteka] [Folder] [izlazna datoteka]
ca: Ús: {app_command} [opcions] [fitxer d'entrada] [carpeta] [fitxer de sortida]
cs: Usage: {app_command} [možnosti] [vstupní soubor] [složka] [výstupní soubor]
cy: Defnydd: {app_command} [opsiynau] [ffeil fewnbwn] [ffolder] [ffeil allbwn]
da: Brug: {App_Command} [Indstillinger] [Input File] [Folder] [Output File]
de: Verwendung: {app_command} [Optionen] [Eingabedatei] [Ordner] [Ausgabedatei]
el: Χρήση: {app_command} [Επιλογές] [Αρχείο εισόδου] [Φάκελος] [Αρχείο εξόδου]
eo: Uzado: {App_Command} [Opcioj] [Enira dosiero] [Dosierujo] [Eligo -dosiero]
es: Uso: {app_command} [opciones] [archivo de entrada] [carpeta] [archivo de salida]
et: Kasutus: {App_Command} [Valikud] [sisendfail] [kaust] [väljundfail]
eu: Erabilera: {app_command} [aukerak] [sarrera fitxategia] [karpeta] [irteerako fitxategia]
fa: استفاده: {app_command} [گزینه ها] [پرونده ورودی] [پوشه] [پرونده خروجی]
fi: Käyttö: {app_command} [asetukset] [syöttötiedosto] [kansio] [tulostetiedosto]
fil: Paggamit: {app_command} [mga pagpipilian] [input file] [folder] [output file]
fr: Utilisation: {app_command} [Options] [Fichier d'entrée] [dossier] [Fichier de sortie]
fy: Brûken: {app_command} [opsjes] [ynfierbestân] [FOLDER] [útfiertriem]
ga: Úsáid: {app_command} [roghanna] [comhad ionchuir] [fillteán] [comhad aschuir]
gd: Cleachdadh: {App_Comand} [Roghainnean] [Faidhle a-steach] [Pasgan] [faidhle toraidh]
gl: Uso: {App_Command} [Opcións] [Ficheiro de entrada] [Carpeta] [Ficheiro de saída]
gu: વપરાશ: {એપ્લિકેશન_કોમંડ} [વિકલ્પો] [ઇનપુટ ફાઇલ] [ફોલ્ડર] [આઉટપુટ ફાઇલ]
he: שימוש: {app_command} [אפשרויות] [קובץ קלט] [תיקיה] [קובץ פלט]
hi: उपयोग: {app_command} [विकल्प] [इनपुट फ़ाइल] [फ़ोल्डर] [आउटपुट फ़ाइल]
hr: Upotreba: {App_command} [Options] [ulaz datoteka] [mapa] [Izlazna datoteka]
hu: Használat: {app_command} [Options] [Input File] [mappa] [Kimeneti fájl]
hy: Օգտագործում. {App_command} [Ընտրանքներ] [Մուտքային ֆայլ] [Թղթապանակ] [Արդյունքային ֆայլ]
id: Penggunaan: {App_Command} [Opsi] [File Input] [Folder] [File Output]
is: Notkun: {App_command} [valkostir] [Input File] [Mappa] [Output File]
it: Utilizzo: {app_command} [opzioni] [file di input] [cartella] [file di output]
ja: 使用法：{app_command} [options] [入力ファイル] [フォルダー] [出力ファイル]
ka: გამოყენება: {app_command} [პარამეტრები] [შეყვანის ფაილი] [საქაღალდე] [გამომავალი ფაილი]
kk: Пайдалану: {App_command} [Опциялар] [INPUT FILE] [FOLDER] [Шығу файлы]
km: ការប្រើប្រាស់: {App_Command} [ជម្រើស] [ឯកសារបញ្ចូល] [ថតឯកសារ] [ឯកសារ] [ឯកសារលទ្ធផល]
kn: ಬಳಕೆ: {app_command} [ಆಯ್ಕೆಗಳು] [ಇನ್ಪುಟ್ ಫೈಲ್] [ಫೋಲ್ಡರ್] [output ಟ್ಪುಟ್ ಫೈಲ್]
ko: 사용법 : {app_command} [옵션] [입력 파일] [폴더] [출력 파일]
ku: Bikaranîna: {app_command} [Vebijarkên] [Pelê Input] [Folder] [Dosya Derketinê]
ky: Пайдалануусу: {app_command} [Опциялар] [Киргизүү файлы] [Папка] [Чыгуу файлы]
lb: Benotzung: {App_Command} [Optiounen] [Input Datei] [Dossier] [Ausgangsdatei]
lo: ການນໍາໃຊ້: {acc_Command} [ທາງເລືອກ] [ເອກະສານປ້ອນຂໍ້ມູນ] [ໂຟນເດີ] [Folder] [Folder] [Folder]
lt: Naudojimas: {app_command} [parinktys] [įvesties failas] [aplankas] [išvesties failas]
lv: Lietošana: {app_command} [opcijas] [ievades fails] [mape] [izvades fails]
mg: Fampiasana: {app_command} [Options] [Fampidirana rakitra] [Folder] [Firenena Output]
mi: Te whakamahi: {App_Command} [Nga Kōwhiringa] [Wāhi Utu] [Kōpaki] [Kōwhiringa putanga]
mk: Употреба: {app_command} [Опции] [Влезна датотека] [Папка] [Излезна датотека]
ml: ഉപയോഗം: {App_Command} [ഓപ്ഷനുകൾ] [ഇൻപുട്ട് ഫയൽ] [Out ട്ട്പുട്ട് ഫയൽ]
mn: Хэрэглээ: {App_Command} [Сонголтууд] [Сонголтууд] [ENTOND FILE] [FONDONED FILE]
mr: वापर: {अ‍ॅप_कॉमांड} [पर्याय] [इनपुट फाइल] [फोल्डर] [आउटपुट फाइल]
ms: Penggunaan: {app_command} [options] [input file] [folder] [Fail output]
mt: Użu: {APP_COMMAND} [għażliet] [File Input] [Folder] [Output File]
my: အသုံးပြုမှု - {app_command} [optionals] [input file] [folder] [folder] [output file]
ne: उपयोग: {app_command} [विकल्पहरू] [इनपुट फाईल] [फोल्डर] [आउटपुट फाइल]
nl: Gebruik: {App_Command} [Options] [invoerbestand] [Folder] [Uitvoerbestand]
no: Bruk: {app_command} [alternativer] [input fil] [mappe] [Output File]
or: ବ୍ୟବହାର: {app_comatag
pa: ਵਰਤੋਂ: {ਐਪਲੀਕੇਸ਼_ ਚੁਣੋ] [ਇਨਪੁਟ ਫਾਈਲ] [ਫੋਲਡਰ] [plowsp ਫਾਈਲ]
pl: Użycie: {app_command} [opcje] [plik wejściowy] [folder] [plik wyjściowy]
ps: کارول: {اپیل_مومند "[اختیارونه] [ډاونلوډ] [وتلی دوتنه]
pt: Uso: {App_Command} [Options] [Arquivo de entrada] [Pasta] [arquivo de saída]
ro: Utilizare: {App_Command} [Opțiuni] [Fișier de intrare] [Folder] [Fișier de ieșire]
ru: Использование: {app_command} [options] [input file] [folder] [выходной файл]
sd: استعمال: {App_Command} [آپشن] [انپٽ فائل] [فولڊر] [ٻاھرين فائل]
si: භාවිතය: {app_command} [විකල්ප] [ආදාන ගොනුව] [ෆෝල්ඩරය] [ප්රතිදානය ගොනුව]
sk: Použitie: {app_command} [Options] [Input File] [Folder] [Output File]
sl: Uporaba: {app_command} [možnosti] [vhodna datoteka] [mapa] [Izhodna datoteka]
sq: Përdorimi: {APP_COMMAND} [Opsionet] [File Input] [Dosja] [Dosja e daljes]
sr: Употреба: {апп_цомманд} [опције] [улазне датотеке] [Фолдер] [излазна датотека]
sv: Användning: {App_Command} [Alternativ] [Ingångsfil] [Mapp] [Output File]
sw: Matumizi: {app_command} [chaguzi] [faili ya kuingiza] [folda] [Faili ya pato]
ta: பயன்பாடு: {app_command} [விருப்பங்கள்] [உள்ளீட்டு கோப்பு] [கோப்புறை] [வெளியீட்டு கோப்பு]
te: ఉపయోగం: {app_command} [ఎంపికలు] [ఇన్పుట్ ఫైల్] [ఫోల్డర్] [అవుట్పుట్ ఫైల్]
tg: Истифодабарӣ: {App_C_Command} [Catch] [Filection] [File] [Forecom] [File Devely]
th: การใช้งาน: {app_command} [ตัวเลือก] [ไฟล์อินพุต] [โฟลเดอร์] [ไฟล์เอาต์พุต]
tr: KULLANIM: blueair-cli [SEÇENEKLER] [GİRİŞ DOSYASI] [ÇIKIŞ KLASÖRÜ] [ÇIKIŞ DOSYASI]
ug: ئىشلىتىش: {app_Commanmail} [تاللاش] [converlace ھۆججىتى [كىرگۈزۈش ھۆججىتى [ھۆججەت قىسقۇچ] [ھۆججەت قىسقۇچ] [ھۆججەت قىسقۇچ] [ھۆججەت قىسقۇچ] [ھۆججەت قىسقۇچ]
uk: Використання: {app_command} [Параметри] [Вхідний файл] [папка] [вихідний файл]
ur: استعمال: {app_command} [اختیارات] [ان پٹ فائل] [فولڈر] [آؤٹ پٹ فائل]
uz: Foydalanish: {app_command} [Kirish Fayl] [Jall] [Chiqish fayli]
vi: Cách sử dụng: {app_command} [Tùy chọn] [Tệp đầu vào] [Thư mục] [Tệp đầu ra]
xh: Ukusetyenziswa:
yi: באַניץ: {app_Command} [אָפּציעס] [ינפּוט טעקע] [טעקע] [OFFETIONT] [Outfiter]
zh: 用法：{app_command} [options] [输入文件] [文件夹] [输出文件]
zh_hans_tw: 用法：{app_command} [options] [輸入文件] [文件夾] [輸出文件]
zu: Ukusetshenziswa: {App_Command} [Izinketho] [Ifolda yokufaka] [ifolda] [Ifayela eliphumayo]

# UsageTimer
source: Tells how long did it take to finish.
af: Vertel hoe lank dit geneem het om klaar te maak.
am: ለመጨረስ ምን ያህል ጊዜ እንደወሰደ ይናገራል.
ar: يحكي إلى متى استغرق الأمر حتى النهاية.
az: Nə qədər bitdiyini söyləyir.
be: Распавядае, колькі часу спатрэбілася, каб скончыць.
bg: Разказва колко време отне да завърши.
bn: শেষ হতে কত সময় লাগল তা জানায়।
bs: Kaže koliko je vremena trebalo da se završi.
ca: Explica quant de temps va trigar a acabar.
cs: Říká, jak dlouho trvalo dokončení.
cy: Yn dweud pa mor hir gymerodd hi i orffen.
da: Fortæller, hvor lang tid det tog at afslutte.
de: Sagt, wie lange es gedauert hat, bis es fertig ist.
el: Λέει πόσο καιρό χρειάστηκε για να τελειώσει.
eo: Rakontas kiom longe ĝi daŭris por fini.
es: Dice cuánto tiempo tardó en terminar.
et: Räägib, kui kaua lõpetas.
eu: Zenbat denbora behar izan zuen amaitzeko.
fa: می گوید چه مدت طول کشید تا تمام شود.
fi: Kertoo kuinka kauan kestää loppuun.
fil: Sinasabi kung gaano katagal bago matapos.
fr: Raconte combien de temps a-t-il fallu pour terminer.
fy: Fertelt hoe lang hat it nommen om te foltôgjen.
ga: Insíonn sé cá fhad a thóg sé chun críochnú.
gd: Ag innse dè cho fada 's a thug e gu crìch.
gl: Dille canto tardou en rematar.
gu: કહે છે કે સમાપ્ત થવા માટે કેટલો સમય લાગ્યો.
he: מספר כמה זמן לקח לסיים.
hi: बताता है कि इसे खत्म करने में कितना समय लगा।
hr: Kaže koliko je trebalo da završi.
hu: Megmondja, mennyi ideig tartott a befejezés.
hy: Պատմում է, թե որքան ժամանակ է պահանջվել ավարտելու համար:
id: Memberitahu berapa lama waktu yang dibutuhkan untuk menyelesaikannya.
is: Segir hversu langan tíma tók að klára.
it: Dice quanto tempo ci è voluto per finire.
ja: 終了するのにどれくらい時間がかかったかを示します。
ka: მოგვითხრობს რამდენი დრო დასჭირდა დასრულებას.
kk: Аяқтау қанша уақытқа созылғанын айтады.
km: ប្រាប់ថាតើត្រូវចំណាយពេលប៉ុន្មានដើម្បីបញ្ចប់។
kn: ಮುಗಿಸಲು ಎಷ್ಟು ಸಮಯ ತೆಗೆದುಕೊಂಡಿತು ಎಂದು ಹೇಳುತ್ತದೆ.
ko: 마무리하는 데 시간이 얼마나 걸렸는지 알려줍니다.
ku: Vedibêje ka ew kengî kişand ku qediya.
ky: Аягына чейин канча убакытка созулганын айтат.
lb: Erzielt wéi laang et fäerdeg ass.
lo: ບອກວ່າມັນໃຊ້ເວລາດົນປານໃດເພື່ອໃຫ້ສໍາເລັດ.
lt: Papasakoja, kiek laiko užtruko baigti.
lv: Stāsta, cik ilgs laiks bija nepieciešams, lai pabeigtu.
mg: Milaza hoe mandra-pahoviana no vita.
mi: Korero kia pehea te roa i mutu ai.
mk: Раскажува колку време траеше за да се заврши.
ml: എത്ര സമയമെടുക്കുമെന്ന് പറയുന്നു.
mn: Үүнийг дуусгахад хэр удаан хугацаа зарцуулав.
mr: समाप्त करण्यास किती वेळ लागला हे सांगते.
ms: Beritahu berapa lama masa yang diperlukan untuk diselesaikan.
mt: Jgħid kemm dam biex jintemm.
my: ဘယ်လောက်ကြာကြာပြီးအောင်လုပ်ခဲ့သလဲဆိုတာပြောပြပါ။
ne: कति लामो समय समाप्त भयो बताउँछ।
nl: Vertelt hoe lang het duurde om af te maken.
no: Forteller hvor lang tid det tok å fullføre.
or: ଏହା ଶେଷ କରିବାକୁ କେତେ ସମୟ ଲାଗିଲା ତାହା କୁହ |
pa: ਪੂਰਾ ਕਰਨ ਵਿੱਚ ਕਿੰਨਾ ਸਮਾਂ ਲੱਗਾ.
pl: Mówi, ile czasu zajęło zakończenie.
ps: وايي چې څومره وخت پای ته ورسیده.
pt: Diz quanto tempo demorou para terminar.
ro: Spune cât a durat să termini.
ru: Сообщает, сколько времени понадобилось, чтобы закончить.
sd: اهو ٻڌائي ٿو ته اهو ڪيترو وقت ختم ڪيو.
si: අවසන් කිරීමට කොපමණ කාලයක් ගතවේදැයි කියයි.
sk: Hovorí, ako dlho trvalo dokončenie.
sl: Pove, koliko časa je trajalo, da je končalo.
sq: Tregon se sa kohë u desh për të përfunduar.
sr: Говори колико је трајало да се заврши.
sv: Berättar hur lång tid det tog att avsluta.
sw: Inasema ilichukua muda gani kumaliza.
ta: முடிக்க எவ்வளவு நேரம் ஆனது என்று சொல்கிறது.
te: పూర్తి చేయడానికి ఎంత సమయం పట్టిందో చెబుతుంది.
tg: Ба итмом расонидан чанд вақт лозим буд.
th: บอกว่าต้องใช้เวลานานแค่ไหน
tr: Tüm işlemlerin toplam ne kadar sürdüğünü yazar.
ug: تاماملاشقا قانچىلىك ۋاقىت كەتكەنلىكىنى ئېيتىپ بېرىڭ.
uk: Розповідає, скільки часу потрібно було, щоб закінчити.
ur: بتاتا ہے کہ اسے ختم کرنے میں کتنا وقت لگا۔
uz: Tugatish uchun qancha vaqt kerakligini aytadi.
vi: Cho biết mất bao lâu để hoàn thành.
xh: Ixelela ixesha elingakanani ukugqiba.
yi: דערציילט ווי לאַנג האָט עס גענומען צו ענדיקן.
zh: 告诉完成需要多长时间。
zh_hans_tw: 告訴完成需要多長時間。
zu: Itshela ukuthi kuthathe isikhathi esingakanani ukuqeda.

# VersionInfo
source: {APP_NAME} {VERSION} by haltroy.
af: {App_name} {weergawe} deur Haltroy.
am: {መተግበሪያ_ ስም} {ስሪት} በ hittroy.
ar: {app_name} {version} بواسطة Haltroy.
az: {App_name} {versiya} Haltroy tərəfindən.
be: {App_name} {версія} ад Haltroy.
bg: {App_name} {версия} от Haltroy.
bn: {অ্যাপ_নাম} {সংস্করণ H হাল্ট্রো দ্বারা।
bs: {App_name} {verzija} Haltroy.
ca: {App_name} {versió} de Haltroy.
cs: {App_name} {verze} od haltroy.
cy: {App_name} {fersiwn} gan halltroy.
da: {App_name} {version} af Haltroy.
de: {App_name} {Version} von Haltroy.
el: {App_name} {έκδοση} από το Haltroy.
eo: {App_name} {versio} de Haltroy.
es: {APP_NAME} {Versión} de Haltroy.
et: {App_name} {versioon} autor Haltroy.
eu: {App_name} {bertsioa} HALTROY-k.
fa: {app_name} {نسخه} توسط Haltroy.
fi: {App_Name} {versio} kirjoittanut Haltroy.
fil: {App_name} {bersyon} ni Haltroy.
fr: {App_name} {version} par haltroy.
fy: {App_name} {ferzje} troch Haltroy.
ga: {App_name} {version} le Haltroy.
gd: {App_name} {Tionndadh} le Hasroy.
gl: {App_name} {versión} de Haltroy.
gu: {એપ્લિકેશન_નામ {{સંસ્કરણ} હેલટ્રોય દ્વારા.
he: {App_name} {גרסה} מאת Haltroy.
hi: {App_name} {संस्करण} Haltroy द्वारा।
hr: {App_name} {verzija} by haltroy.
hu: {App_name} {verzió} Haltroy.
hy: {App_name} {տարբերակ} ըստ Haltroy- ի:
id: {App_name} {Versi} oleh Haltroy.
is: {App_name} {útgáfa} eftir Haltroy.
it: {App_name} {versione} di Haltroy.
ka: {App_name} {ვერსია} მიერ Haltroy.
kk: {App_name} {{нұсқасы} галтрой.
km: {app_name} {កំណែ} ដោយហាឡាក់។
kn: {App_name} {ಆವೃತ್ತಿ} ಹಾಲ್ಟ್ರಾಯ್ ಅವರಿಂದ.
ko: haltroy의 {app_name} {version}.
ku: {App_name} {guhertoya} bi haltroy.
ky: {App_name} {версия} тарабынан тик.
lb: {App_name} {Versioun} duerch haltroy.
lo: {app_name}}}} {ລຸ້ນ} ໂດຍ Haltroy.
lt: {App_name} {versija} pateikė Haltroy.
lv: {App_name} {versija} autors Haltroy.
mg: {App_name} {dikan-teny} avy amin'i aLaldroy.
mi: {Apt_name} {Putanga} Na Haltroy.
mk: {App_name} {верзија} од Haltroy.
ml: Halltroy വഴി {App_name} {പതിപ്പ്}.
mn: {App_NAME} {хувилбар} Халтрой.
mr: {अ‍ॅप_नाव} {आवृत्ती Hal हॅलट्रॉय द्वारा.
ms: {App_name} {versi} oleh haltroy.
mt: {App_name} {verżjoni} minn Haltroy.
my: Haltroy အားဖြင့် {app_name} {ဗားရှင်း} ။
ne: {App_नाम} {संस्करण} unltryy द्वारा।
nl: {App_Name} {versie} door haltroy.
no: {App_name} {versjon} av Haltroy.
or: {App_name} {plictroy ଦ୍ୱାରା |
pa: ਐਲਟੋਲੋਏ ਦੁਆਰਾ {ਐਪ_ਨਾਮ} {ਸੰਸਕਰਣ.
pl: {App_name} {wersja} autor: haltroy.
ps: {اپیل_ نوم}
pt: {App_name} {versão} por haltroy.
ro: {App_name} {versiunea} de Haltroy.
ru: {App_name} {версия} от haltroy.
sd: {Appl_name} {نسخا} بندرگاهه طرفان.
si: {App_name} {අනුවාදය} හල්ට්රෝයි විසින්.
sk: {App_name} {verzia} od spoločnosti Haltroy.
sl: {App_name} {različica} avtorja Haltroy.
sq: {App_name} {version} nga haltroy.
sr: {Апп_наме} {верзија} од стране халтрои.
sv: {App_name} {version} av Haltroy.
sw: {App_name} {toleo} na haltroy.
ta: {App_name} {பதிப்பு} ஹால்ட்ராய் எழுதியது.
te: {App_name} {వెర్షన్ by హాల్ట్రోయ్ చేత.
tg: {Applic_name} {окер} аз ҷониби халтрӣ.
th: {app_name} {เวอร์ชัน} โดย Haltroy
tr: {APP_NAME} {VERSION} bir haltroy ürünüdür.
ug: {App_name} halbany}}}
uk: {App_name} {версія} Haltroy.
ur: {app_name} {ورژن} بذریعہ ہالٹرائے۔
uz: {App_name} {versiya} XALTRO.
vi: {App_name} {phiên bản} bởi haltroy.
xh: {Igama_gama} {inguqulelo} yi-ratroy.
yi: {אַפּ_נאַמע} {ווערסיע} דורך האַלטרוי.
zu: {App_name} {version} nguHaltroy.
