Repository: Haltroy/BlueAir
Catalog: BlueAir.CLI/Resources/Translations.*.resx
Languages: af, am, ar, az, be, bg, bn, bs, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fil, fr, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, no, or, pa, pl, ps, pt, ro, ru, sd, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tr, ug, uk, ur, uz, vi, xh, yi, zh, zh_hans_tw, zu

# CancelRequested
source: Cancel requested. Writing incomplete and failed items to file.
af: Kanselleer versoek.Onvolledige en mislukte items om in te dien.
am: መሰረዝ ተጠይቋል.ያልተሟላ እና ያልተሳኩ እቃዎችን ፋይል መጻፍ.
ar: إلغاء الطلب.كتابة العناصر غير المكتملة والفشل للملف.
az: İstədiyi ləğv.Fayl üçün natamam və uğursuz maddələr yazmaq.
be: Адмяніць запытанае.Напісанне няпоўных і няўдалых элементаў для падачы.
bg: Отменете исканото.Писане на непълни и неуспешни елементи за подаване.
bn: বাতিল অনুরোধ।ফাইল করতে অসম্পূর্ণ এবং ব্যর্থ আইটেমগুলি লেখা।
bs: Otkazivanje traženo.Pisanje nepotpunih i neuspjelih stavki u datoteku.
ca: Cancel·la la sol·licitud.Escrivint elements incomplets i fallits per arxivar.
cs: Zrušit požadováno.Psaní neúplných a neúspěšných položek k podání.
cy: Canslo y gofynnir amdano.Ysgrifennu eitemau anghyflawn a methu â ffeilio.
da: Annuller anmodet.Skrivning af ufuldstændige og mislykkede genstande til arkivering.
de: Absagen angefordert.Schreiben unvollst√§ndiger und fehlgeschlagener Elemente zur Datei.
el: Ακύρωση ζητήθηκε.Γράφοντας ελλιπή και αποτυχημένα αντικείμενα για αρχειοθέτηση.
eo: Nuligi petita.Skribante nekompletajn kaj malsukcesajn erojn por arkivi.
es: Cancelar solicitado.Escribir elementos incompletos y fallidos para presentar.
et: Tühista taotletud.Mittetäielike ja ebaõnnestunud üksuste kirjutamine.
eu: Bertan behera utzi.Fitxategiak osatu gabeko eta huts egin duten elementuak idaztea.
fa: لغو درخواست شدهنوشتن موارد ناقص و شکست خورده برای پرونده.
fi: Peruuta pyydetty.Epätäydellisten ja epäonnistuneiden esineiden kirjoittaminen.
fil: Kanselahin ang hiniling.Pagsulat ng hindi kumpleto at nabigo na mga item upang mag -file.
fr: Annuler demandé.Écrire des éléments incomplets et échoués à déposer.
fy: Oanfrege annulearje.Ynfolje ynfolje en mislearre items oan bestân.
ga: Iarrtar ar cealú.Míreanna neamhiomlána agus teipthe a scríobh le comhad.
gd: Chaidh Sguir dheth a chaidh iarraidh.A 'sgrìobhadh stuthan neo-iomlan agus fàilligeadh rudan a dh' fhàillig.
gl: Cancelar solicitado.Escribir elementos incompletos e fallados para arquivar.
gu: વિનંતી રદ.ફાઇલ કરવા માટે અપૂર્ણ અને નિષ્ફળ આઇટમ્સ લખવી.
he: ביטול מבוקש.כתיבת פריטים לא שלמים ונכשלים להגיש.
hi: अनुरोध रद्द करें।अधूरा और फाइल करने के लिए विफल आइटम लिखना।
hr: Otkaži zatraženo.Pisanje nepotpunih i neuspjelih stavki za podvrgavanje.
hu: Törlési kérelem.Hiányos és sikertelen tételek írása.
hy: Չեղարկել պահանջված:Գրելու թերի եւ ձախողված իրերը `ֆայլ:
id: Batal diminta.Menulis item yang tidak lengkap dan gagal untuk diajukan.
is: Hætta við óskað.Að skrifa ófullnægjandi og misheppnaða hluti til að skrá.
it: Annulla richiesta.Scrivere elementi incompleti e non riusciti da archiviare.
ja: キャンセル要求。ファイルする不完全で失敗したアイテムを書き込む。
ka: მოთხოვნილი გაუქმება.არასრული და წარუმატებელი ნივთების დაწერა წარდგენისთვის.
kk: Сұраныстан бас тарту.Файлға толық емес және сәтсіз элементтерді жазу.
km: បោះបង់ការស្នើសុំ។ការសរសេរធាតុមិនពេញលេញនិងបរាជ័យទៅក្នុងឯកសារ។
kn: ರದ್ದುಗೊಳಿಸಿ ವಿನಂತಿಸಲಾಗಿದೆ.ಫೈಲ್ ಮಾಡಲು ಅಪೂರ್ಣ ಮತ್ತು ವಿಫಲವಾದ ವಸ್ತುಗಳನ್ನು ಬರೆಯುವುದು.
ko: 요청 된 취소.불완전하고 실패한 항목을 제출하는 데 쓰기.
ku: Daxwaza betal kirin.Nivîsandina tiştên bêkêmasî û têkçûn ji bo pelê.
ky: Суралган жокко чыгарылды.Толук эмес жана файлга ишке ашкан буюмдарды жазуу үчүн жазыңыз.
lb: Annuléieren gefrot.Onkomplett ze schreiwen an gescheitert Artikelen ze Datei.
lo: ຍົກເລີກການຮ້ອງຂໍ.ຂຽນລາຍການທີ່ບໍ່ຄົບຖ້ວນແລະລົ້ມເຫລວໃນການຍື່ນ.
lt: Atšaukti prašoma.Rašyti neišsamius ir nepavykusius elementų.
lv: Atcelt pieprasīto.Nepilnīgu un neizdevīgu lietu rakstīšana.
mg: Cancel nangataka.Fanoratana zavatra tsy feno sy tsy nahomby mba hametrahana rakitra.
mi: Whakakorea te tono.Te tuhi i nga mea kaore i oti, i nga mea ranei ki te konae.
mk: Откажи се барани.Пишување на нецелосни и неуспешни предмети за да се поднесат.
ml: റദ്ദാക്കുക അഭ്യർത്ഥിച്ചു.ഫയൽ ചെയ്യാൻ അപൂർണ്ണവും പരാജയപ്പെട്ടതുമായ ഇനങ്ങൾ എഴുതുക.
mn: Хүсэлтийг цуцал.Бүрэн бус, бүтэлгүйтсэн зүйлийг файл руу бичих.
mr: विनंती रद्द करा.फाइल करण्यासाठी अपूर्ण आणि अयशस्वी आयटम लिहिणे.
ms: Membatalkan diminta.Menulis item yang tidak lengkap dan gagal untuk memfailkan.
mt: Ikkanċella mitluba.Kitba ta 'oġġetti mhux kompluti u falluti biex tippreżenta.
my: ပယ်ဖျက်ရန်တောင်းဆိုခဲ့သည်။မပြည့်စုံခြင်းနှင့် file သို့မအောင်မြင်သောပစ္စည်းများရေးသားခြင်း။
ne: अनुरोध रद्द गर्नुहोस्।अपूर्ण लेखन र फाईल फाइलमा असफल वस्तुहरू।
nl: Annuleren gevraagd.Onvolledig en mislukte items schrijven om in te dienen.
no: Avbryt forespurt.Skrive ufullstendige og mislykkede elementer å arkivere.
or: ଅନୁରୋଧ କରାଯାଇଥିବା ବାତିଲ୍ |ଫାଇଲ୍ ପାଇଁ ଅସମ୍ପୂର୍ଣ୍ଣ ଏବଂ ବିଫଳ ଆଇଟମ୍ ଲେଖିବା |
pa: ਬੇਨਤੀ ਨੂੰ ਬੇਨਤੀ ਕੀਤੀ.ਫਾਈਲ ਵਿੱਚ ਅਧੂਰੇ ਅਤੇ ਅਸਫਲ ਆਈਟਮਾਂ ਲਿਖਣਾ.
pl: Anuluj żądany.Pisanie niekompletnych i nieudanych elementów do złożenia.
ps: غوښتل شوی لغوه کړئ.په دوسیه کولو کې نامعلوم او ناکام شوي توکي لیکل.
pt: Cancelar solicitado.Escrevendo itens incompletos e falhados para arquivar.
ro: Anulați solicitat.Scrierea articolelor incomplete și eșuate de fișier.
ru: Отменить запрос.Написание неполных и неудачных элементов для подачи.
sd: درخواست ڪيل درخواست ڪريو.فائل ۾ نامڪمل ۽ ناڪام شيون لکڻ.
si: ඉල්ලූ අවලංගු කරන්න.ලිවීමට අසම්පූර්ණ හා අසාර්ථක අයිතම ලිවීම.
sk: Zrušiť požadované.Písanie neúplných a neúspešných položiek do súboru.
sl: Prekliči zahtevano.Pisanje nepopolnih in neuspešnih elementov.
sq: Anuloni të kërkuar.Shkrimi i artikujve jo të plotë dhe të dështuar për të paraqitur.
sr: Откажи затражено.Писање непотпуних и неуспелих ставки у датотеку.
sv: Avbryta begäran.Skriva ofullständiga och misslyckade artiklar att arkivera.
sw: Ghairi ombi.Kuandika vitu visivyo kamili na vilivyoshindwa kuweka faili.
ta: கோரப்பட்டது கோரப்பட்டது.தாக்கல் செய்ய முழுமையற்ற மற்றும் தோல்வியுற்ற உருப்படிகளை எழுதுதல்.
te: రద్దు అభ్యర్థించబడింది.ఫైల్ చేయడానికి అసంపూర్ణమైన మరియు విఫలమైన అంశాలను రాయడం.
tg: Бекор карда шуд.Навиштани ашёҳои нопурра ва ноком ба файл.
th: ยกเลิกการร้องขอการเขียนรายการที่ไม่สมบูรณ์และล้มเหลวในการยื่น
tr: İptal istendi. Bitmemiş ve/ya hatalı işlemler dosyaya yazılıyor.
ug: تەلەپ قىلىنغان.ھۆججەتلەرنى يېزىش ۋە مەغلۇپ بولغان تۈرلەر.
uk: Скасувати запитували.Написання неповних та невдалих елементів для подачі.
ur: منسوخ کی درخواست کی۔فائل کرنے کے لئے نامکمل اور ناکام اشیاء لکھنا۔
uz: So'ralgan bekor qilish.Tugallanmagan va muvaffaqiyatsiz narsalarni faylga yozish.
vi: Hủy yêu cầu.Viết các mục không đầy đủ và thất bại để nộp.
xh: Rhoxisa isicelo.Ukubhala okungaphelelanga kwaye akuchumi kwifayile.
yi: באָטל מאַכן געבעטן.שרייבן דערענדיקט און ניט אַנדערש זאכן צו טעקע.
zh: 取消请求。编写不完整和失败的项目要归档。
zh_hans_tw: 取消請求。編寫不完整和失敗的項目要歸檔。
zu: Kuceliwe kuceliwe.Ukubhala izinto ezingaphelele nezihlulekile ukufayela.

# DownloadTook
source: Took {d} day(s) {h} hour(s) {m} minute(s) {s} second(s) {ms] ms {us} us {ns} ns {t} tick(s)
af: Geneem {d} dag (s) {h} uur (s) {m} minuut (s) {s} tweede (s) {ms] ms {us} us {ns} ns {t} bosluis (s)
am: {D} ቀን (} ቀን (} {m} ሰዓት (} {m} {s} ሁለተኛ (}
ar: أخذ {d} day (s) {h} ساعة (s) {m} دقيقة (s) {s} second (s) {ms] ms {us} us {ns} ns {t}
az: {D} gün (} {h} saat (} {} {} {} {s} {s} {s) {ms] {ms] {ABŞ} {ABŞ}} {ns} ns {t} ns {t} gənə (}
be: Узяў {d} дзень (s) {h} hour (s) {m} хвіліна (s) {s} second (s) {ms] ms {us} us {ns} ns {t} tick (s)
bg: Взе {d} ден (s) {h} hour (s) {m} minute (s) {s} second (s) {ms] ms {us} us {ns} ns {t} tick (s)
bn: {ডি} দিন (গুলি) {এইচ} ঘন্টা (এস) {এম} মিনিট (এস) {এস} সেকেন্ড (এস) {এমএস] এমএস {ইউএস} ইউএস {এনএস} এনএস {টি} টিক (গুলি) নিয়েছে
bs: Zauzeli su {d} dan.
ca: Va prendre {d} dia (s) {h} hora (s) {m} minut (s) {s} segon (s) {ms] ms {us} us {ns} ns {t} tick (s)
cs: Vzal {d} den (s) {h} hodinu (s) {m} minutu (s) {s} sekundu (s) {ms] ms {us {ns} ns {t} tick (s)
cy: Cymerodd {d} diwrnod (au) {h} awr (au) {m} munud (s) {s} eiliad (s) {ms] ms {us} us {ns} ns {t} tic (s)
da: Tog {d} dag (s) {h} time (s) {m} minut (s) {s} anden (s) {ms] ms {US} US {ns} ns {t} tick (s)
de: Nehmen Sie {d} Tag (s) {H} Stunde (s) {M} Minute (s) {s} Sekunde (s) {ms] ms {us} us {ns} ns {t} Tick (s)
el: Πήρε {d} ημέρα (s) {h} ώρα (s) {m} minutes (s) {s} δεύτερη (s) {ms] ms {us} us {ns} ns {t} tick (s)
eo: Prenis {d} tagon (j) {h} horo (j) {m} minuto (s) {s} dua (j) {ms] ms {us} us {ns} ns {t} tick (j)
es: Tomó {d} día (s) {h} hora (s) {m} minuto (s) {s} segundo (s) {ms] ms {us} us {ns} ns {t} tick (s)
et: Võttis {d} päev (s) {h} tund (s) {m} minut (s) {s} sekund (s) {ms] ms {us} us {ns} ns {t} linnuke (s)
eu: {D} eguneko (k) ordu (k) ordu (k) minutu (k) minutu (k) bigarren (k) bigarren (s) {ms] ms {res} {} {ns} {ns} t} tick (k)
fa: روز (S) {H} ساعت (S) {M} دقیقه (S) {S} Second (S) {ms] MS {Us} Us {ns} ns {t tick (s)
fi: Otti {d} päivä (s) {h} tunti (s) {m} minuutti (s) {s} toinen (s) {ms] ms {us} me {ns} ns {t} rasti (s)
fil: Kinuha {d} day (s) {h} oras (s) {m} minuto (s) {s} pangalawa (s) {ms] ms {us} us {ns} ns {t} tik (s)
fr: Pris {d} jour (s) {h} hour (s) {m} minute (s) {s} seconde (s) {ms] ms {us} us {ns} ns {t} tick (s)
fy: Naam {d} day (s) {h) oere (s) {m} minute (s) {s) {ms] {ms] {us} {ns} ns {t} tick (s)
ga: Thóg {d} lá (s) {h} uair (s) {m} nóiméad (s) {s} dara (s) {ms] ms {us} US {ns} ns {t} tic (s)
gd: Thug e {d} latha (ean) {h} h-uair (ean) {m} {s) {ns} ns {t} diog (ean)
gl: Tomou {d} día (s) {h} hora (s) {m} minuto (s) {s} segundo (s) {ms] ms {us} us {ns} ns {t} tick (s)
gu: {ડી} દિવસ (ઓ) {એચ} કલાક (ઓ) {એમ} મિનિટ (ઓ) {એસ} સેકન્ડ (ઓ) {એમએસ] એમએસ {યુએસ} યુએસ {એનએસ} એનએસ {ટી} ટિક (ઓ)
he: לקח {d} יום (ים) {h} שעה (ים) {m} דקה (ים) {s} שני (ים) {ms] ms {us} us {ns} ns {t} tick (s)
hi: लिया {d} दिन (s) {h} घंटा (s) {m} मिनट (s) {s} दूसरा (s) {ms] ms {us} us {ns} ns {t} टिक (s)
hr: Uzeo {d} dan (s) {h} sat (s) {m} minute (s) {s} sekunde (s) {ms] ms {us} us {ns} ns {t} krpelj (s)
hu: Vette a {d} napot (s) {h} órát (s) {m} perc (s) {s} másodperc (s) {ms] ms {us} us {ns} ns {t} jelölje be (S)
hy: Վերցրեց {D} օր (ներ) {H} ժամ (ներ) {S} րոպե (ներ) {S} վայրկյան (ներ) {{s) ms {{ns} ns {t} tick (s)
id: Mengambil {d} day (s) {h} jam (s) {m} menit (s) {s} kedua (s) {ms] ms {us} us {ns} ns {t} tick (s)
is: Tók {d} dag (s) {h} klukkustund (s) {m} mínútu (s) {s} annað (s) {ms] ms {us} us {ns} ns {t} merkja (s)
it: Take {d} day (s) {h} ora (s) {m} minuto (s) {s} secondo (s) {ms] ms {us} us {ns} ns {t} tick (s)
ja: {d} day（h} hour（s）{m} minute（s）{s} second（s）{ms] ms {us} us {ns} ns {t} tick（s）
ka: აიღო {d} დღე (s) {h} საათი (s) {m} წუთი (s) {s} მეორე (s) {ms] ms {us} us {ns} ns {t} tick (s)
kk: {D} күн (дер) {H} сағат (s) {m} минут (тар) {m} Минут (тар) {s} екінші (s) {ms] ms {ms] ms {ms} {ms} {ms} ns {t} кене (лар)
km: {ឃ} ថ្ងៃ {h} ម៉ោង {m} នាទី {MS] MS {ns} ns {t} ទេ
kn: {D} ದಿನ (ಗಳು) {H} ಗಂಟೆ (ಎಸ್) {m} ನಿಮಿಷ (ಗಳು) {s} ಎರಡನೇ (ಗಳು) {ms] ms {us} us {ns} ns {t} t (s) ತೆಗೆದುಕೊಂಡಿತು
ko: {d} day (s) {h} Hour (s) {m} minute (s) {s} second (s) {ms] ms {us} us {ns} ns {t} tick (s)
ku: Dûvaj (s) H} SURUT (S) S} Duyemîn (S) S} Duyemîn (s) {MS] MS] US US {U NS} NS {NS} (S)
ky: {D} күндү (лар) {h} (лар) {м} {{} {{ms] ms {ns} ns {t} ns {t} ns {t} ns {t} ns
lb: Huet {d} Day (en) {h} Stonn (en) {m} Minutte (en) {s} own (s) {{{{{{{{{{{{{{{{{{{{{{{{{}} {{US}
lo: ເອົາ {d} {h} ຊົ່ວໂມງ {m) {S) {S) {N}
lt: Paėmė {d} diena (s) {h} valanda (s) {m} minutė (s) {s} antra (s) {ms] ms {us} us {ns} ns {t} erkė (s)
lv: Paņēma {d} dienu (s) {h} stunda (s) {m} minūte (s) {s} sekundes (s) {ms] ms {us} us {ns} ns {t} ķeksis (s)
mg: Nalaina {D} (s) {H} ora (s) {m} minitra (s) {s) {s) {m) {ms] ms {ess} us {t} tick (s)
mi: I tangohia e [D ad} (h} (s) meneti (m} {m} {m {ms] ms {ms {ns} ns {t} ns {t {t}
mk: Зеде {d} ден (а) {h} час (а) {m} минута (s) {s} секунда (s) {ms] ms {нас} нас {ns} ns {t} tick (s)
ml: {D} ദിവസം (} മണിക്കൂർ) {h h} മണിക്കൂർ (കൾ) {m} മിനിറ്റ് (y) {m) {m) {ms you your us} us {ns {n tick (s) എടുത്തു
mr: घेतले {डी} दिवस (एस) {एच} तास (एस) {एम} मिनिट (एस) {एस} सेकंड (एस) {एमएस] एमएस {यूएस} यूएस {एनएस} एनएस {टी} टिक (एस)
ms: Mengambil {d} hari (s) {h} jam (s) {m} minit (s) {s} kedua (s) {ms] ms {us} us {ns} ns {t} tick (s)
mt: Ħa {d} jum (s) {h} siegħa (s) {m} minuta (s) {s} it-tieni (s) {ms] ms {us} us {ns} ns {t} qurdien (s)
my: {d} နေ့ (s) {H} နာရီ (s) {M} မိနစ် (s) {NS] Ms {Ms] Ms {M} NS {NS} NS {T} Tick (S)
ne: {D} दिन {h} घण्टा {m) {s} sm} m} ms} ns} ns} t {ms} ns} t s} t।
nl: Nam {d} dag (s) {h} uur (s) {m} minuut (s) {s} tweede (s) {ms] ms {us} us {ns} ns {t} tick (s)
no: Tok {d} dag (er) {h} time (er) {m} minutt (er) {s} sekund (s) {ms] ms {us} us {ns} ns {t} tick (s)
or: {D DAY (S) {H} ଘଣ୍ଟା (ଗୁଡିକ) {m} ମିନିଟ୍ (ଗୁଡିକ)} ସେକେଣ୍ଡ୍ (S)} ସେକେଣ୍ଡ୍ (S} s} US} t} tile (ଗୁଡିକ)
pa: {D} ਦਿਨ {ਐਚ} ਘੰਟੇ {ਐੱਚ.) {ਐੱਚ. ਐੱਸ.
pl: Wziął {d} day (s) {h} hour (s) {m} minute (s) {s} second (s) {ms] ms {us} us {ns} ns {t} tick (s)
ps: {d} د ورځې (s)} دوه دقیقې امریکا متحده ایالات [NS} NS {} NS {nd} NS {nd} NS {nd} NS {nd} Ns
pt: Tomou {d} dia (s) {h} hora (s) {m} minuto (s) {s} Segundo (s) {ms] ms {US} US {ns} ns {t} tick (s)
ro: A luat {d} zi (s) {h} oră (s) {m} minut (s) {s} al doilea (s) {ms] ms {us} us {ns} ns {t} bifat (s)
ru: Взял {d} day (s) {h} час (s) {m} minute (s) {s} второй (s) {ms] ms {us} us {ns} ns {t} tick (s)
sd: {ڊي} ڏينهن (h} ڪلاڪ) {m} ڪلاڪ (ايس} {s) {m} {m} {ns {ns {ns {ns} ns {t} ns {n} tk (ns {t} ns {n} ٽڪيٽ)
si: D} d} d} d} d {h} h} m {m {m {s {s {s {m {ms] ms {ms} ns} tick (s)
sk: Take {d} deň (s) {h} hour (s) {m} minúta (s) {s} sekun (s) {ms] ms {us} us {ns} ns {t} cick (s)
sl: Je vzel {d} dan (s) {h} ura (s) {m} minuta (s) {s} sekunde (s) {ms] ms {US} US {ns} ns {t} tik (s)
sq: Mori {d} ditën (s) {h} orë (s) {m} minutë (s) {s} sekondë
sr: Узео је {д} дан {х} сат (с) {м} минут (с) {с} друго]
sv: Tog {d} dag (s) {h} timme (s) {m} minut (s) {s} andra (s) {ms] ms {us} us {ns} ns {t} tick (s)
sw: Alichukua {d} siku (s) {h} saa (s) {m} dakika (s) {s} pili (s) {ms] ms {us} sisi {ns} ns {t} tick (s)
ta: {D} நாள் (கள்) {h} மணிநேரம் (கள்) {m} நிமிடம் (கள்) {s} இரண்டாவது (கள்) {ms] ms {us} us {ns} ns {t} டிக் (கள்)
te: {D} రోజు (లు) {h} గంట (లు) {m} నిమిషం (లు) {s} s} రెండవ (లు) {ms] ms {us} us {ns} ns {t} tick (s)
tg: {D} (S) {H {H {H {m} дуввум (ҳо) {ms] ms {ms] ms {a} ns {T} ns {t} ns {t
th: ใช้เวลา {d} วัน (s) {h} ชั่วโมง (s) {m} นาที (s) {s} วินาที (s) {ms] ms {us} เรา {ns} ns {t} tick (s)
tr: {d} gün {h} saat {m} dakika {s} saniye {ms] ms {us} us {ns} ns {t} tik sürede bitti.
ug: چۈشۈرگەن
uk: Взяв {d} день (s) {h} година (s) {m} хвилини (s) {s} second (s) {ms] ms {us} us {ns} ns {t} галочка (s)
ur: {d} دن (s) {h} گھنٹہ (s) {m} منٹ (s) {s} سیکنڈ (s) {MS] MS {ہم} ہم {ns} ns {t} ٹک (s)
uz: {D} Soat (s) {s) {s) {ms} ns {t} ns {t} ns {t} ns {s)
vi: Đã lấy {d} ngày (s) {h} giờ (s) {m} phút
xh: Uthathe {d} (s) {h} iyure (s)
yi: גענומען {d} טאָג (s) {h} שעה (s) {עם מינוט מינוט (s} סעקונדע (s) {ms] ms ats}} יום}
zh: 花了{d} day（s）{h}小时{m}分钟{s} {s} second（s）{ms] ms {us} us {ns} ns {t} tick（s）
zh_hans_tw: 花了{d} day（s）{h}小時{m}分鐘{s} {s} second（s）{ms] ms {us} us {ns} ns {t} tick（s）
zu: Uthathe ama-{d) {d) {s) {h} amahora (s) {m} amamitha wesibili wesibili

source: Reading input file...
af: Lees invoerlêer ...
am: የንባብ ግቤት ፋይልን የንባብ ፋይል ...
ar: قراءة ملف الإدخال ...
az: Giriş faylı oxumaq ...
be: Чытанне файла ўводу ...
bg: Четене на входен файл ...
bn: ইনপুট ফাইল পড়া ...
bs: Čitanje ulazne datoteke ...
ca: Llegint el fitxer d'entrada ...
cs: Čtení vstupního souboru ...
cy: Darllen ffeil fewnbwn ...
da: Læsning af inputfil ...
de: Eingabedatei lesen ...
el: Αρχείο εισόδου ανάγνωσης ...
eo: Legante enigan dosieron ...
es: Lectura de archivo de entrada ...
et: Sisendfaili lugemine ...
eu: Irakurtzeko sarrera fitxategia ...
fa: خواندن پرونده ورودی ...
fi: Lukeminen syöttötiedosto ...
fil: Pagbabasa ng input file ...
fr: Lire le fichier d'entrée ...
fy: Lês ynputbestân ...
ga: Comhad Ionchuir Léitheoireachta ...
gd: Faidhle inntrigidh leughaidh ...
gl: Ficheiro de entrada de lectura ...
gu: ઇનપુટ ફાઇલ વાંચવી ...
he: קריאת קובץ קלט ...
hi: इनपुट फ़ाइल पढ़ना ...
hr: Čitanje ulazne datoteke ...
hu: A bemeneti fájl olvasása ...
hy: Ընթերցանության մուտքային ֆայլ ...
id: Membaca file input ...
is: Lestur innsláttarskrá ...
it: Lettura del file di input ...
ja: 入力ファイルを読む...
ka: შეყვანის ფაილის კითხვა ...
kk: Оқиғаны оқу файлы ...
km: ការអានឯកសារបញ្ចូល ...
kn: ಇನ್ಪುಟ್ ಫೈಲ್ ಓದುವುದು ...
ko: 입력 파일 읽기 ...
ku: Pelê Input xwendinê ...
ky: Окуу файлын окуу файлы ...
lb: Liesen Input Datei ...
lo: ການອ່ານເອກະສານປ້ອນຂໍ້ມູນ ...
lt: Skaitymo įvesties failas ...
lv: Ievades faila lasīšana ...
mg: Famakiana rakitra famakiana ...
mi: Te panui i te konae whakauru ...
mk: Читање датотека за внесување ...
ml: ഇൻപുട്ട് ഫയൽ വായിക്കുന്നു ...
mn: Оролтын файлыг унших ...
mr: इनपुट फाइल वाचणे ...
ms: Membaca fail input ...
mt: Qari ta 'fajl ta' input ...
my: Input ဖိုင်ကိုဖတ်ခြင်း ...
ne: इनपुट फाइल पढ्दा ...
nl: Invoerbestand lezen ...
no: Lese inndata ...
or: ଇନପୁଟ୍ ଫାଇଲ୍ ପ reading ଼ିବା ...
pa: ਇੰਪੁੱਟ ਫਾਈਲ ਨੂੰ ਪੜ੍ਹਨਾ ...
pl: Odczyt plik wejściowego ...
ps: د ننوتلو دوتنه / ...
pt: Leitura de arquivo de entrada ...
ro: Citirea fișierului de intrare ...
ru: Чтение входного файла ...
sd: پڙهڻ واري فائل پڙهڻ ...
si: ආදාන ගොනුව කියවීම ...
sk: Čítanie vstupného súboru ...
sl: Branje vhodne datoteke ...
sq: Leximi i skedarit të hyrjes ...
sr: Читање улазне датотеке ...
sv: Läser inmatningsfil ...
sw: Kusoma faili ya pembejeo ...
ta: உள்ளீட்டு கோப்பைப் படித்தல் ...
te: ఇన్పుట్ ఫైల్ చదవడం ...
tg: Хондани файли вуруд ...
th: อ่านไฟล์อินพุต ...
tr: Giriş dosyası okunuyor...
ug: ئوقۇش كىرگۈزۈش ھۆججىتى ...
uk: Читання вхідного файлу ...
ur: ان پٹ فائل پڑھنا ...
uz: Kirish faylini o'qish ...
vi: Đọc tệp đầu vào ...
xh: Ifayile yokufunda ...
yi: לייענען אַרייַנשרייַב טעקע ...
zh: 读取输入文件...
zh_hans_tw: 讀取輸入文件...
zu: Kufundwa ifayela lokufaka ...

# StartAutoSaveFile
source: Auto-save file
af: Outo-nave-lêer
am: ራስ-አስቀምጥ ፋይል
ar: ملف التلقائي التلقائي
az: Fayl avtomatik saxlama
be: Аўтаматычны файл
bg: Автоматичен файл
bn: অটো-সেভ ফাইল
bs: Automatsko spremanje datoteke
ca: Fitxer d’estalvi automàtic
cs: Automatické posílení souboru
cy: Ffeil auto-arbed
da: Auto-Save-fil
de: Auto-Save-Datei
el: Αυτόματο αρχείο
eo: Aŭtomata-Save-dosiero
es: Archivo de Save Auto
et: Automaatse salvestamise fail
eu: Fitxategi automatikoa gordetzea
fa: فایل ذخیره خودکار
fi: Automaattinen säästötiedosto
fil: File ng auto-save
fr: Fichier de sauvegarde automatique
fy: Bestân opslaan
ga: Comhad Auto-Save
gd: Faidhle Auto-Sàbhailte
gl: Ficheiro de salvamento automático
gu: સ્વત -s સ્વવેશી ફાઇલ
he: קובץ Save Auto
hi: ऑटो सेव फ़ाइल
hr: Datoteka s automatskom spremanjem
hu: Automatikus mentési fájl
hy: Auto-Save ֆայլ
id: File Save Otomatis
is: Sjálfvirk vistun
it: File di salvataggio automatico
ja: 自動節約ファイル
ka: ავტო-დაზოგვის ფაილი
kk: Автоматты түрде сақтау файлы
km: ឯកសាររក្សាទុកដោយស្វ័យប្រវត្តិ
kn: ಸ್ವಯಂಚಾಲಿತ ಫೈಲ್
ko: 자동 사인 파일
ku: Pelê Auto-Save
ky: Авто-сактоо файл
lb: Auto-Späichert Datei
lo: ເອກະສານບັນທຶກອັດຕະໂນມັດ
lt: Automatinio išsaugojimo failas
lv: Automātiski izmantots fails
mi: Kōnae Aunoa
mk: Автоматска заштеда датотека
ml: യാന്ത്രിക-സംരക്ഷിക്കുക ഫയൽ
mn: Автоматаар хадгалах файл
mr: स्वयं-सेव्ह फाइल
ms: Fail save auto
mt: Fajl li jiffranka awtomatikament
my: Auto-Save ဖိုင်
ne: स्वत: बचत फाइल
nl: Auto-save-bestand
or: ଅଟୋ-ସେଭ୍ ଫାଇଲ୍ |
pa: ਆਟੋ-ਸੇਵ ਫਾਈਲ
pl: Plik automatycznego zapisania
ps: د آټو خوندي کولو فایل
pt: Arquivo de salvamento automático
ro: Fișier auto-salvator
ru: Автобус-файл
sd: خودڪار محفوظ فائل
si: ස්වයංක්රීයව සුරකින්න ගොනුව
sk: Súbor
sl: Datoteka samodejnega prihranka
sq: Skedar automatik
sr: Аутоматска сачувај датотеку
sv: Autobesparad fil
sw: Faili ya kuokoa kiotomatiki
ta: தானாக சேமிக்கும் கோப்பு
te: ఆటో-సేవ్ ఫైల్
tg: Файли худкор
th: ไฟล์ประหยัดอัตโนมัติ
tr: Otomatik-kaydetme dosyası
ug: ئاپتوماتىك ساقلاش ھۆججىتى
uk: Автоматичний файл
ur: آٹو سیو فائل
uz: Avtomatik saqlash fayli
vi: Tệp tự động lưu
xh: Gcina ifayile
yi: אַוטאָ-שפּאָרן טעקע
zh: 自动保存文件
zh_hans_tw: 自動保存文件
zu: Gcina ifayela elizenzakalelayo

# StartInputFile
source: Input file
af: Insetlêer
am: የግቤት ፋይል
ar: ملف الإدخال
az: Giriş faylı
be: Уводны файл
bg: Входен файл
bn: ইনপুট ফাইল
bs: Ulazna datoteka
ca: Fitxer d'introducció
cs: Vložte soubor
cy: Ffeil fewnbwn
da: Inputfil
de: Eingabedatei
el: Αρχείο εισόδου
eo: Enira dosiero
es: Fichero de entrada
et: Sisendfail
eu: Sarrera fitxategia
fa: فایل ورودی
fi: Syöttötiedosto
fil: File ng input
fr: Fichier de saisie
fy: Ynfierbestân
ga: Comhad ionchuir
gd: Faidhle a-steach
gl: Ficheiro de entrada
gu: ઇનપુટ ફાઇલ
he: קובץ קלט
hi: इनपुट फ़ाइल
hr: Ulazna datoteka
hu: Bemeneti fájl
hy: Մուտքագրեք ֆայլ
id: File input
is: Innsláttarskrá
it: File di input
ja: 入力ファイル
ka: შეყვანის ფაილი
kk: Кіріс файлы
km: ឯកសារបញ្ចូល
kn: ಇನ್ಪುಟ್ ಫೈಲ್
ko: 입력 파일
ku: Pelê Input
ky: Киргизүү файлы
lb: Input Datei
lo: ເອກະສານປ້ອນຂໍ້ມູນ
lt: Įvesties failas
lv: Ievades fails
mg: Rakitra fampidirana
mi: Kōnae Input
mk: Внесување датотека
ml: ഇൻപുട്ട് ഫയൽ
mn: Тогтворгийн файл
mr: इनपुट फाइल
ms: Fail input
mt: Fajl ta 'input
my: ထည့်သွင်းဖိုင်ဖိုင်
ne: इनपुय फाईल
nl: Invoer bestand
no: Inngangsfil
or: ଇନପୁଟ୍ ଫାଇଲ୍ |
pa: ਇਨਪੁਟ ਫਾਈਲ
pl: Plik wejściowy
ps: ننوتۍ دوتنه
pt: Arquivo de entrada
ro: Fișier de intrare
ru: Входной файл
sd: انپٽ فائل
si: ආදාන ගොනුව
sk: Vstupný súbor
sl: Vhodna datoteka
sq: Skedar hyrëse
sr: Улазни документ
sv: Indatafil
sw: Faili ya Kuingiza
ta: உள்ளீட்டு கோப்பு
te: ఇన్పుట్ ఫైల్
tg: Файли вуруд
th: ไฟล์อินพุต
tr: Giriş dosyası
ug: كىرگۈزۈش ھۆججىتى
uk: Вхідний файл
ur: ان پٹ فائل
uz: Kirish fayli
vi: Tệp đầu vào
xh: Ifayile yokufaka
yi: אַרייַנשרייַב טעקע
zh: 输入文件
zh_hans_tw: 輸入文件
zu: Ifayela lokufaka

# StartOutputFile
source: Output folder
af: Uitvoermap
am: ውፅዓት አቃፊ
ar: مجلد الإخراج
az: Çıxış qovluğu
be: Выходная тэчка
bg: Изходна папка
bn: আউটপুট ফোল্ডার
bs: Izlazna mapa
ca: Carpeta de sortida
cs: Výstupní složka
cy: Ffolder allbwn
da: Outputmappe
de: Ausgabeordner
el: Φάκελος εξόδου
eo: Elira dosierujo
es: Carpeta de salida
et: Väljundkaust
eu: Irteera karpeta
fa: پوشه خروجی
fi: Ulostulokansio
fil: Folder ng Output
fr: Dossier de sortie
fy: Útfier-map
ga: Fillteán aschuir
gd: Pasgan toraidh
gl: Carpeta de saída
gu: આઉટપુટ
he: תיקיית פלט
hi: भेजी गयी चीजों का फोल्डर
hr: Izlazna mapa
hu: Kimeneti mappa
hy: Արդյունքային թղթապանակ
id: Folder output
is: Framleiðsla möppu
it: Cartella di output
ja: 出力フォルダ
ka: გამომავალი საქაღალდე
kk: Шығу қалтасы
km: ថតឯកសារលទ្ធផល
kn: ಔಟ್ಪುಟ್ ಫೋಲ್ಡರ್
ko: 출력 폴더
ku: Peldanka Hilberînê
ky: Чыгуу папкасы
lb: Ausgaben Dossier
lo: ໂຟນເດີຜົນໄດ້ຮັບ
lt: Išvesties aplankas
lv: Izvades mape
mg: Folder Output
mi: Kōpaki Putanga
mk: Излезна папка
ml: Put ട്ട്പുട്ട് ഫോൾഡർ
mn: Гаралтын хавтас
mr: आउटपुट फोल्डर
ms: Folder Output
mt: Folder tal-ħruġ
my: output ဖိုင်တွဲ
ne: आउटपुट फोल्डर
nl: Uitvoermap
no: Utgangsmappe
or: ଆଉଟପୁଟ୍ ଫୋଲ୍ଡର୍ |
pa: ਆਉਟਪੁੱਟ ਫੋਲਡਰ
pl: Folder wyjściowy
ps: وتلې فولډر
pt: Pasta de saída
ro: Dosar de iesire
ru: Папки вывода
sd: آئوٽ فولڊر
si: ප්රතිදාන ෆෝල්ඩරය
sk: Priečinok
sl: Izhodna mapa
sq: Dosje daljeje
sr: Излаз фолдера
sv: Utgångsmapp
sw: Folda ya pato
ta: வெளியீடு கோப்புறை
te: అవుట్పుట్ ఫోల్డర్
tg: Папкаи баромад
th: โฟลเดอร์เอาท์พุท
tr: Çıkış dosyası
ug: چىقىرىش ھۆججەت قىسقۇچى
uk: Папка виходу
ur: باہر بھیجنے والی چیزوں کا خانہ
uz: Chiqish papkasi
vi: Thư mục đầu ra
xh: Imveliso yemveliso
yi: רעזולטאַט טעקע
zh: 导出目录
zh_hans_tw: 導出目錄
zu: Ifolda yokuphuma
